{"The coronavirus pandemic can be dramatically slowed, or stopped, with the immediate widespread use of high doses of vitamin C": "Pandémia koronavírusu sa môže dramaticky spomaliť alebo zastaviť okamžitým rozšírením vysokých dávok vitamínu C", "Vitamin C supplementation does not prevent viral respiratory infections, such as those caused by coronaviruses, in the general population": "Doplnenie vitamínu C nebráni vírusovým respiračným infekciám, ako sú infekcie spôsobené koronavírusmi, vo všeobecnej populácii", "Unsupported": "nepodporovaný", "Two authors predicted the coronavirus decades before the outbreak.": "Dvaja autori predpovedali koronavírusy desaťročia pred prepuknutím choroby.", "Here’s what the books that “predicted” the Covid-19 coronavirus actually say": "Tu sú knihy, ktoré „predpovedali“ koronavírus Covid-19", "A 1980s sci-fi novel describes a disease called “Wuhan-400” that bears little similarity to the new Wuhan coronavirus. A book of “prophecies about the end of the world” written in 2008 predicted that a pneumonia-like illness would spread across the world in the year 2020.": "1980 sci-fi román opisuje ochorenie zvané „Wu-chan-400“, ktoré má malú podobnosť s novým koronavírusom Wuhan. Kniha „proroctvá o konci sveta“ napísaná v roku 2008 predpovedala, že v roku 2020 sa na svete rozšíri choroba podobná zápalu pľúc.", "Social media posts imply that Harvard professor Charles Lieber was arrested in connection with the new coronavirus.": "Z príspevkov sociálnych médií vyplýva, že Harvardský profesor Charles Lieber bol v súvislosti s novým koronavírusom zatknutý.", "No Link Between Harvard Scientist Charles Lieber and Coronavirus": "Žiadne spojenie medzi Harvardským vedcom Charlesom Lieberom a Coronavírusom", "False": "nepravdivý", "US patent 10130701 is for coronavirus.": "US patent 10130701 sa týka koronavírusu.", "Viral image about patents for viruses is misleading": "Vírusový obraz o patentoch pre vírusy je zavádzajúci", "This number is not a patent for the new Wuhan virus, Covid-19. It’s a patent for a weakened version of a virus in the same family as Covid-19, a family which includes the common cold and SARS.": "Toto číslo nie je patentom na nový vírus Wuhan, Covid-19. Je to patent na oslabenú verziu vírusu v rovnakej rodine ako Covid-19, čo je rodina, ktorá zahŕňa nachladnutie a SARS.", "Satellite data show a large release of sulfur dioxide gas from the outskirts of Wuhan, China, and could be viewed as evidence of the mass cremation of new coronavirus victims.": "Satelitné údaje ukazujú veľké uvoľňovanie plynného oxidu siričitého z okraja čínskeho mesta Wu-chan a možno ho považovať za dôkaz hromadného spopolnenia nových obetí koronavírusu.", "Do Sulfur Emissions from Wuhan, China, Point to Mass Cremation of Coronavirus Victims?\nA data map that appeared in a popular Twitter thread did not show what some people claimed.\nOn Feb. 8, 2019, a well-shared Twitter thread claimed that “data” showed a massive increase in sulfur emissions over Wuhan, China. The thread further suggested that a likely explanation for this alleged observation was the cremation of bodies associated with the outbreak of the new coronavirus whose origin is in that region:\n\nThe Sun and The Express, among other outlets, uncritically repeated this claim, despite its dubious origins. Both outlets later deleted their stories without a correction note by the time of our reporting. The Sun, for example, had described the above image as showing the “extent of corpse burning in Wuhan.” That premise is fatally flawed for at least two reasons.\nFirst and most significantly: The data presented are not a real-time observation of sulfur concentrations above Wuhan. Instead, the image is a computer-model output designed to predict, based on a historical knowledge of the area and its current atmospheric conditions, what concentration of sulfur is likely present in the air at a given time and place. Second, sulfur is not a significant emission from human cremation. It is, however, a significant emission from the burning of coal in power plants or for other industrial uses like iron and steel production. The area directly below the hotspot shown in Twitter thread is, in fact, the Wuhan Iron & Steel Company.\nProblem One: Not an Actual Observation of Sulfur Dioxide Concentrations\nThe source of the data highlighted in the Twitter thread is a company named Windy.com, which combines several models and meteorological inputs to create global maps of weather conditions aimed primarily at people who partake in outdoor sports. Windy, in turn, gets its sulfur data from a NASA climate model named GEOS-5. Arlindo da Silva, a research meteorologist at NASA’s Global Modeling and Assimilation Office, told the British fact-checking organization Full Fact that the GEOS-5 sulphur dioxide models do not “assimilate real satellite data” into their forecasts.\nInstead, he said, “Our forecasts are based on fixed emission inventories,” which “do not account for the day-to-day variations in SO2 emissions and as such cannot account for sudden changes in human activity.” The sulfur fluctuations present in the GEOS-5 model stem from “variations in the meteorological conditions, in particular winds.” The high levels of industry in the region — the Wuhan Iron & Steel Company — are likely the cause of higher “emission inventories” prescribed by the model for the Wuhan region.\nProblem Two: Sulfur Emissions Are Not A Significant Factor in Cremation\nThe viral twitter thread asserts that “sulfur dioxide [is] commonly associated with the burning of organic matters.” This is a technically correct statement that is grossly misleading in this context. Sulfur dioxide is commonly associated with the burning of coal. Coal, formed from the carbon compounds of dead plant material buried and heated naturally in the earth for millions to hundreds of millions of years, is indeed an example of “organic matter” that, when burned, can release sulfur dioxide.\nHumans, while also an example of organic matter, nevertheless contain a negligible amount of sulfur. Carbon, hydrogen, oxygen, nitrogen, calcium, and phosphorus make up more than 99% of all chemicals in the human body, leaving less than 1 percent for anything else, including sulfur. The sulfur present in coal dominantly comes from geologic processes that occur over millions of years. As such, a recently deceased body, when burned, is not going to generate an abundance of sulfur compounds even if there were live satellite measurements to document that release of chemicals (which there are not).\nCremation and the Coronavirus\nNone of this is to say that there has not been an increase in cremation in areas in China affected by the spread of the coronavirus. On Feb. 2, 2020, the Chinese government announced that it was banning all funerals for victims of the viral infection, further stipulating that cremation would be required for their bodies.\nHowever, the suggestion that satellite data provides a measurable signal of increases in cremation relies on two fundamental misunderstandings about both the atmospheric model at issue and the chemistry used to interpret it. As such, we rate this claim as “False.”": "Poukazujú emisie síry z čínskeho mesta Wu-chan na masovú kremáciu obetí koronavírusu?\nDátová mapa, ktorá sa objavila v populárnom vlákne Twitter, neukazovala, čo niektorí ľudia tvrdia.\n8. februára 2019 dobre zdieľané vlákno Twitteru tvrdilo, že „údaje“ ukazujú masívne zvýšenie emisií síry v čínskom meste Wuhan. Vlákno ďalej naznačovalo, že pravdepodobným vysvetlením tohto údajného pozorovania bolo spopolnenie orgánov spojených s prepuknutím nového koronavírusu, ktorého pôvod je v tejto oblasti:\n\nSlnko a expres okrem iných predajní nekriticky opakovali toto tvrdenie, napriek jeho pochybným pôvodom. Obidve predajne neskôr odstránili svoje príbehy bez korekcie v čase nášho nahlasovania. Slnko napríklad opísalo vyššie uvedený obrázok ako ukazujúci „rozsah horenia mŕtvoly vo Wu-chane“. Táto premisa je fatálne chybná najmenej z dvoch dôvodov.\nPo prvé a najvýznamnejšie: Uvedené údaje nie sú pozorovaním koncentrácií síry nad Wuhan v reálnom čase. Namiesto toho je obrazom výstup počítačového modelu navrhnutý tak, aby na základe historických poznatkov o oblasti a jej aktuálnych atmosférických podmienkach predpovedal, aká koncentrácia síry je pravdepodobne prítomná vo vzduchu v danom čase a na danom mieste. Po druhé, síra nie je významnou emisiou z ľudskej kremácie. Je to však významná emisia zo spaľovania uhlia v elektrárňach alebo na iné priemyselné použitie, ako je výroba železa a ocele. Oblasť priamo pod hotspotom zobrazeným v vlákne Twitter je v skutočnosti spoločnosť Wuhan Iron & Steel Company.\nPrvý problém: nie je skutočné pozorovanie koncentrácií oxidu siričitého\nZdrojom údajov zvýraznených v vláknach Twitter je spoločnosť s názvom Windy.com, ktorá kombinuje niekoľko modelov a meteorologické vstupy a vytvára globálne mapy poveternostných podmienok zamerané predovšetkým na ľudí, ktorí sa zúčastňujú športu v prírode. Windy získava údaje o síre z klimatického modelu NASA s názvom GEOS-5. Arlindo da Silva, výskumný meteorológ na Úrade pre globálne modelovanie a asimiláciu NASA, povedal britskej organizácii pre kontrolu skutočností Full Fact, že modely oxidu siričitého GEOS-5 „nenapodobňujú skutočné satelitné údaje“ do svojich predpovedí.\nNamiesto toho povedal: „Naše predpovede sú založené na súpisoch pevných emisií,“ ktoré „nezohľadňujú každodenné zmeny v emisiách SO2 a ako také nemôžu zodpovedať za náhle zmeny v ľudskej činnosti“. Fluktuácie síry prítomné v modeli GEOS-5 sú dôsledkom „zmien meteorologických podmienok, najmä vetra“. Vysoká úroveň priemyslu v regióne - spoločnosť Wuhan Iron & Steel Company - je pravdepodobne príčinou vyšších „emisných inventúr“ predpísaných modelom pre región Wuhan.\nDruhý problém: Emisie síry nie sú v kremácii významným faktorom\nVírusová niťová vlákna tvrdia, že „oxid siričitý je bežne spájaný so spaľovaním organických látok“. Toto je technicky správne vyhlásenie, ktoré je v tejto súvislosti veľmi zavádzajúce. Oxid siričitý sa bežne spája so spaľovaním uhlia. Uhlie, ktoré sa tvorí z uhlíkových zlúčenín mŕtvych rastlinných materiálov zakopaných a zahrievaných prirodzene na Zemi po milióny až stovky miliónov rokov, je skutočne príkladom „organických látok“, ktoré po spálení môžu uvoľňovať oxid siričitý.\nĽudia, aj keď sú tiež príkladom organických látok, obsahujú zanedbateľné množstvo síry. Uhlík, vodík, kyslík, dusík, vápnik a fosfor tvoria viac ako 99% všetkých chemických látok v ľudskom tele, pričom na všetko ostatné vrátane síry zostáva menej ako 1 percento. Síra prítomná v uhlí prevažne pochádza z geologických procesov, ktoré sa vyskytujú po milióny rokov. Preto nedávno spálené telo ako také nebude pri spaľovaní vytvárať množstvo zlúčenín síry, aj keď by existovali priame satelitné merania, ktoré dokumentujú uvoľňovanie chemikálií (ktoré nie sú).\nKremácia a koronavírus\nNič z toho neznamená, že v oblastiach Číny postihnutých šírením koronavírusu nedošlo k zvýšeniu kremácie. 2. februára 2020 čínska vláda oznámila, že zakazuje všetky pohreby pre obete vírusovej infekcie, pričom ďalej stanovuje, že pre ich telá bude potrebná kremácia.\nNávrh, že satelitné údaje sú merateľným signálom zvýšenia kremácie, však vychádza z dvoch základných nedorozumení týkajúcich sa predmetného atmosférického modelu a chémie použitej na jeho interpretáciu. Z tohto dôvodu hodnotíme toto tvrdenie ako „nepravdivé“.", "false": "nepravdivý", "A video demonstrates there have been exponentially more cases of new coronavirus than other diseases such as SARS, MERS, Ebola, and swine flu.": "Video ukazuje, že sa vyskytol exponenciálne viac prípadov nového koronavírusu ako iné choroby, ako napríklad SARS, MERS, Ebola a prasacia chrípka.", "Is Coronavirus Spreading Faster Than SARS, Ebola, and Swine Flu?\nA video clip supposedly showing the exponential spread of a new coronavirus misled some viewers.\nIn February 2020, as fears about the spread of a new coronavirus reached a fever pitch, a video clip circulated on social media supposedly showing how this disease was spreading farther and faster than previous epidemics.\nThe video, which has racked up nearly 2 million views, supposedly shows how diseases such as Ebola, SARS, MERS, swine flu and coronavirus spread over time. The graph starts on “Day 1” of the initial outbreak of each disease and then tracks how many reported cases and deaths each disease saw as time progressed: \n\nGraph shows the exponential and dangerous growth of corona virus compared to other major viruses such as Ebola and SARS.#Corona #CoronaVirus #CoronaOutbreak #ChinaVirus pic.twitter.com/QOco1JQDf5\n— Farhang F. Namdar (@FarhangNamdar) February 20, 2020\n\nWatching this video may give some viewers the impression that coronavirus was far more widespread than each of the aforementioned diseases. However, this tweet contains just a short clip from a video that was created by YouTube user Abacaba.\nIn the full video, just after the clip above ends, the graph changes dramatically as cases of swine flu skyrocket. By day 260, the coronavirus, SARS, MERS, and Ebola are dwarfed by the swine flu epidemic:\n\nThe video goes on to show how another epidemic, the Spanish flu of 1918, spread faster and to far more people than the coronavirus:\n\nThe viral clip above accurately shows how tens of thousands of cases of coronavirus were reported over a short time span. However, it seems to have given viewers the incorrect impression that the outbreak was unprecedented. \nHere’s the original video. The portion containing the above-displayed graph starts around 1:20:\n\n\n\nWe have not fact-checked every second of this 10-minute video. We can say, however, that it appears that the numbers reported in this viral graph are accurate. YouTube user Abacaba posted sources for all of the data shown in this graph and  we have verified the final numbers shown in this viral portion of the video. \nReports from the World Health Organization (WHO) and the Center for Disease Control and Prevention (CDC) confirm that there were approximately 8,000 cases of SARS, 28,000 cases of Ebola, 60 million cases of swine flu, and approximately 500 million cases resulting in 50 million deaths from the Spanish flu. The number of coronavirus cases reported in this video (approximately 40,000) was taken from an interactive guide created by the University of Washington. While that was likely accurate when this video was released on Feb. 12, as of this writing, the number of reported coronavirus cases has grown to more than 80,000.\nWhile the coronavirus is rightly causing concern around the globe, WHO has attempted to quell some of those fears. On a web page dedicated to information about the outbreak, WHO wrote on Feb. 23 that if you don’t live in, or have traveled recently to, an area where coronavirus is spreading, your chances of getting the disease are currently low:\nIf you are not in an area where COVID-19 is spreading, or if you have not travelled from one of those areas or have not been in close contact with someone who has and is feeling unwell, your chances of getting it are currently low. However, it’s understandable that you may feel stressed and anxious about the situation. It’s a good idea to get the facts to help you accurately determine your risks so that you can take reasonable precautions. Your healthcare provider, your national public health authority and your employer are all potential sources of accurate information on COVID-19 and whether it is in your area. It is important to be informed of the situation where you live and take appropriate measures to protect yourself. (See Protection measures for everyone).\nFind the latest information on coronavirus here.": "Šíri sa koronavírus rýchlejšie ako SARS, ebola a prasacia chrípka?\nVideoklip, ktorý údajne ukazuje exponenciálne šírenie nového koronavírusu, zavádzal niektorých divákov.\nVo februári 2020, keď sa obavy z rozšírenia nového koronavírusu dostali na horúčku, videonahrával na sociálnych sieťach údajne ukazujúci, ako sa toto ochorenie šíri ďalej a rýchlejšie ako predchádzajúce epidémie.\nVideo, v ktorom sa zhromaždilo takmer 2 milióny zobrazení, údajne ukazuje, ako sa v priebehu času šíria choroby ako Ebola, SARS, MERS, prasacia chrípka a koronavírus. Graf začína 1. dňom počiatočného prepuknutia každej choroby a potom sleduje, koľko hlásených prípadov a úmrtí každé ochorenie zaznamenalo v priebehu času:\n\nGraf ukazuje exponenciálny a nebezpečný rast korónového vírusu v porovnaní s inými hlavnými vírusmi, ako sú Ebola a SARS. # Corona #CoronaVirus #CoronaOutbreak #ChinaVirus pic.twitter.com/QOco1JQDf5\n- Farhang F. Namdar (@ FarhangNamdar) 20. februára 2020\n\nPozeranie tohto videa môže niektorým divákom vyvolať dojem, že koronavírus bol oveľa rozšírenejší ako každá z vyššie uvedených chorôb. Tento tweet však obsahuje iba krátky klip z videa, ktoré vytvoril používateľ YouTube Abacaba.\nV celom videu sa graf hneď po ukončení klipu dramaticky zmení v prípade prudkého zvýšenia moru chrípky. Do 260 dní sú koronavírusy, SARS, MERS a Ebola zakrpatené epidémiou prasacej chrípky:\n\nVideo ukazuje, ako sa ďalšia epidémia, španielska chrípka z roku 1918, rozšírila rýchlejšie a oveľa viac ľudí ako koronavírus:\n\nVyššie uvedený vírusový klip presne ukazuje, ako boli v krátkom časovom období hlásené desiatky tisíc prípadov koronavírusu. Zdá sa však, že divákov vyvolalo nesprávny dojem, že ohnisko bolo bezprecedentné.\nToto je pôvodné video. Časť obsahujúca vyššie uvedený graf začína okolo 1:20:\n\n\n\nKaždú sekundu tohto 10-minútového videa sme nekontrolovali skutočnosti. Môžeme však povedať, že sa zdá, že čísla uvedené v tomto vírusovom grafe sú presné. Používateľ YouTube Abacaba zverejnil zdroje všetkých údajov uvedených v tomto grafe a overili sme konečné čísla uvedené v tejto vírusovej časti videa.\nSprávy Svetovej zdravotníckej organizácie (WHO) a Centra pre kontrolu a prevenciu chorôb (CDC) potvrdzujú, že sa vyskytlo približne 8 000 prípadov SARS, 28 000 prípadov Eboly, 60 miliónov prípadov prasacej chrípky a približne 500 miliónov prípadov, čo viedlo k 50 miliónov úmrtí na španielsku chrípku. Počet prípadov koronavírusov uvedených v tomto videu (približne 40 000) bol prevzatý z interaktívneho sprievodcu vytvoreného University of Washington. Aj keď to bolo pravdepodobne presné, keď bolo toto video vydané 12. februára, od tohto písania sa počet hlásených prípadov koronavírusov zvýšil na viac ako 80 000.\nKým koronavírus oprávnene vyvoláva obavy po celom svete, WHO sa pokúsila potlačiť niektoré z týchto obáv. Na webovej stránke venovanej informáciám o ohnisku WHO 23. februára napísal, že ak nežijete alebo ste nedávno cestovali do oblasti, kde sa šíri koronavírus, je vaša šanca na získanie choroby nízka:\nAk sa nenachádzate v oblasti, kde sa šíri COVID-19, alebo ak ste necestovali z niektorej z týchto oblastí alebo ste neboli v úzkom kontakte s niekým, kto má a cíti sa dobre, máte v súčasnosti nízku šancu na jeho získanie. Je však pochopiteľné, že sa môžete v tejto situácii cítiť stresovaní a znepokojení. Je dobré získať fakty, ktoré vám pomôžu presne určiť riziká, aby ste mohli prijať primerané opatrenia. Váš poskytovateľ zdravotnej starostlivosti, váš vnútroštátny orgán verejného zdravotníctva a váš zamestnávateľ sú všetky potenciálne zdroje presných informácií o systéme COVID-19 ao tom, či sa nachádzajú vo vašej oblasti. Je dôležité byť informovaný o situácii, v ktorej bývate, a prijať príslušné opatrenia na svoju ochranu. (Pozri Ochranné opatrenia pre všetkých).\nNajnovšie informácie o koronavíruse nájdete tu.", "mixture": "zmes", "The number of COVID-19 cases in the United States \"are going very substantially down, not up.”": "Počet prípadov COVID-19 v Spojených štátoch „výrazne klesá, nie stúpa.“", "FactChecking Trump's Coronavirus Press Conference": "Tlačová konferencia o kontrole faktov spoločnosti Trump Coronavirus", "Spins the Facts": "Roztočí fakty", "U.S. Vice President Mike Pence introduced a program to cure new coronavirus carriers with the discredited practice of conversion therapy.": "Americký viceprezident Mike Pence predstavil program na liečenie nových nosičov koronavírusov zdiskreditovanou praxou konverznej terapie.", "Did VP Mike Pence Introduce ‘Conversion Therapy’ Program to Combat Coronavirus?\nA routine review of content labeled satire.\nOn Feb. 27, 2020, The Beaverton published an article stating that U.S. Vice President Mike Pence, who had recently been put in charge of the Trump administration’s response to the new coronavirus outbreak, announced a “conversion therapy” program to “convince infected Americans they don’t have the disease after all”:\nDrawing on the techniques he believes turn gay people straight, Pence claimed “No-one is born with coronavirus, so the key is making them hate everything about themselves. Then and only then will they reject their unhealthy attachment to this so-called respiratory virus.”\nThis item was not a factual recounting of real-life events. The article originated with a website that describes its output as being humorous or satirical in nature, as follows:\nThe Beaverton is a news satire and parody publication. All articles contained within this website and on its social media accounts, however similar to real events, are fictitious. When public figures or actual businesses are mentioned by name, the corresponding story details are invented. In all other cases, any resemblance to actual persons, businesses or events is entirely coincidental.\nThis satirical piece is a reference to Pence’s past support for “institutions which provide assistance to those seeking to change their sexual behavior.”\n“Conversion therapy” is the scientifically discredited practice that attempts to force LGBTQ people to conform to heterosexual norms. It is banned in some states.\nFor background, here is why we sometimes write about satire/humor.": "Zaviedla VP Mike Pence program „konverznej terapie“ na boj proti koronavírusu?\nRutinná kontrola obsahu označeného satirou.\n27. februára 2020 The Beaverton uverejnil článok, v ktorom uviedol, že viceprezident USA Mike Pence, ktorý bol nedávno poverený reakciou administratívy Trumpa na nové prepuknutie koronavírusu, oznámil program „konverznej terapie“ s cieľom „presvedčiť infikovaných Američanov“ koniec koncov nemajú chorobu “:\nČerpajúc z techník, o ktorých verí, že obracajú homosexuálov na rovinu, vyhlásil: „Nikto sa nenarodil s koronavírusom, takže kľúčom je, aby nenávideli všetko o sebe. Potom a len potom odmietnu svoju nezdravú pripútanosť k tomuto takzvanému respiračnému vírusu. “\nTáto položka nepredstavovala faktické vyrátanie skutočných udalostí. Článok vznikol z webovej stránky, ktorá opisuje jeho výstup ako humorný alebo satirický charakter:\nBeaverton je tlačová satira a paródia. Všetky články obsiahnuté na tejto webovej stránke a na jej účtoch sociálnych médií, hoci sú podobné skutočným udalostiam, sú fiktívne. Ak sú verejné mená alebo skutočné podniky uvedené podľa mena, vymyslia sa príslušné podrobnosti príbehu. Vo všetkých ostatných prípadoch je akákoľvek podobnosť so skutočnými osobami, podnikmi alebo udalosťami úplne náhodná.\nTáto satirická časť je odkazom na minulú podporu Pence pre „inštitúcie, ktoré poskytujú pomoc tým, ktorí sa snažia zmeniť svoje sexuálne správanie.“\n„Konverzná terapia“ je vedecky zdiskreditovaná prax, ktorá sa snaží ľudí LGBTQ prinútiť, aby sa prispôsobili heterosexuálnym normám. V niektorých štátoch je zakázaný.\nZ tohto dôvodu tu niekedy píšeme o satire / humore.", "labeled-satire": "značené satira", "The NHS has warned people should not shake hands to prevent the spread of the Wuhan coronavirus": "NHS varoval ľudí, aby si potriasli rukami, aby zabránili šíreniu koronavírusu Wuhan", "The NHS hasn’t advised people to stop shaking hands to avoid the Wuhan coronavirus": "NHS neodporúča ľuďom, aby prestali potriasať rukami, aby sa vyhli koronavírusu Wuhan", "This is incorrect. Although some doctors have suggested this may be a good idea, no advice around shaking hands has been issued by the government": "To je nesprávne. Hoci niektorí lekári navrhli, že by to mohol byť dobrý nápad, vláda nevydala žiadne rady týkajúce sa potrasenia rúk", "A bovine coronavirus vaccine, for cattle, is proof that the novel coronavirus isn't \"new\" and is evidence of \"how much the media controls people.\"": "Vakcína proti hovädziemu dobytku proti koronavírusu hovädzieho dobytka je dôkazom toho, že nový koronavírus nie je „nový“ a je dôkazom toho, do akej miery médiá kontrolujú ľudí.", "Cattle Vaccine Not Related to 2019 Novel Coronavirus": "Vakcína pre hovädzí dobytok nesúvisí s rokom 2019 Novel Coronavirus", "“I find it incomprehensible that the president would do something as inane as calling [the novel coronavirus] a hoax, which he did [Friday] night in South Carolina.”": "\"Považujem za nepochopiteľné, že prezident by urobil niečo také šialené, ako keby nazval [nový koronavírus] podvod, ktorý urobil [piatok] v noci v Južnej Karolíne.\"", "Trump and the 'New Hoax'": "Trump a „New Hoax“", "Lacks Context": "Chýba kontext", "“The US is charging over $3,000 per test” for patients who may have COVID-19.": "„USA účtujú viac ako 3 000 dolárov za test“ pre pacientov, ktorí môžu mať COVID-19.", "COVID-19 Tests Don't Cost Over $3,000": "Testy COVID-19 nestojí viac ako 3 000 dolárov", "A letter providing tips on how to protect against the new coronavirus was authored by pathologist James Robb.": "Patológ James Robb napísal list s tipmi, ako sa chrániť pred novým koronavírusom.", "Did a Noted Pathologist Write This Viral Coronavirus Advice Letter?\nAmid an outbreak of coronavirus in 2020, an email from pathologist James Robb was heavily memed and exaggerated.\nIn late February 2020, as a new coronavirus spread worldwide, a letter providing advice on avoiding a viral infection was shared and memed heavily. The letter is attributed to pathologist James Robb who described himself as “one of the first molecular virologists in the world to work on coronaviruses.” The letter itself provides common-sense solutions to preventing disease transmission:\n1) NO HANDSHAKING! Use a fist bump, slight bow, elbow bump, etc.\n2) Use ONLY your knuckle to touch light switches. elevator buttons, etc.. Lift the gasoline dispenser with a paper towel or use a disposable glove.\n3) Open doors with your closed fist or hip – do not grasp the handle with your hand, unless there is no other way to open the door. Especially important on bathroom and post office/commercial doors.\n4) Use disinfectant wipes at the stores when they are available, including wiping the handle and child seat in grocery carts.\n5) Wash your hands with soap for 10-20 seconds and/or use a greater than 60% alcohol-based hand sanitizer whenever you return home from ANY activity that involves locations where other people have been.\n6) Keep a bottle of sanitizer available at each of your home’s entrances. AND in your car for use after getting gas or touching other contaminated objects when you can’t immediately wash your hands.\n7) If possible, cough or sneeze into a disposable tissue and discard. Use your elbow only if you have to. The clothing on your elbow will contain infectious virus that can be passed on for up to a week or more!\nThe portion of the missive that garnered the most attention, however, was the pathologist’s recommendation of zinc lozenges:\nStock up now with zinc lozenges. These lozenges have been proven to be effective in blocking coronavirus (and most other viruses) from multiplying in your throat and nasopharynx. Use as directed several times each day when you begin to feel ANY “cold-like” symptoms beginning. It is best to lie down and let the lozenge dissolve in the back of your throat and nasopharynx. Cold-Eeze lozenges is one brand available, but there are other brands available.\nThis portion of the letter apparently resulted in memes suggesting the product Cold-Eeze was a “silver bullet” that would “kill coronavirus”:\n\nAnalysis\nWe reached out to Robb to ask if he was the author of this letter. Via email, he told us that he did indeed write it, but that it was never meant to be for anyone besides family and close friends, and that it was not intended to be an advertisement for any specific product:\nIt was my email to my family and close friends ONLY. Someone put it on their Facebook page. It was intended to be a monologue – not a dialogue. I do not use any social media and may have been too naive about what “sharing” means today.\nHis history with coronaviruses is accurately recounted. In the late 1970s, as professor of pathology at the University of California, San Diego, Robb published some of the earliest descriptions of coronaviruses. He also published a book chapter on this class of viruses for “Comprehensive Virology.”\nWhile Robb does recommend zinc lozenges (of any brand, he told us), he would not describe the product as the silver bullet solution to the outbreak:\nIn my experience as a virologist and pathologist, zinc will inhibit the replication of many viruses, including coronaviruses. I expect COVID-19 [the disease caused by the novel coronavirus] will be inhibited similarly, but I have no direct experimental support for this claim. I must add, however, that using zinc lozenges as directed by the manufacturer is no guarantee against being infected by the virus, even if it inhibits the viral replication in the nasopharynx.\nIn general terms, research suggests that zinc may be able to inhibit the spread of some viral infections, but the question remains scientifically unsettled. A 2010 study using cell cultures published in PLOS One found evidence that increasing intracellular zinc concentrations “can efficiently impair the replication of a variety of RNA viruses” including coronaviruses. According to the Cochrane Database of Systematic Reviews, “trials conducted in high-income countries since 1984 investigating the role of zinc for the common cold symptoms have had mixed results.” The common cold is caused by a virus also classified as a coronavirus.\nBecause the letter was written by him, we rank this claim as “Correctly Attributed” to Robb. For more tips on protecting against the coronavirus, visit the Centers for Disease Control and Prevention tip sheet here.": "Napísal si notársky patológ tento list s odporúčaním o vírusovom koronavíruse?\nUprostred prepuknutia koronavírusu v roku 2020 bol e-mail od patológa Jamesa Robba silne memovaný a prehnaný.\nKoncom februára 2020, keď sa nový koronavírus rozšíril do celého sveta, sa list, v ktorom sa uvádzajú rady o tom, ako sa vyhnúť vírusovej infekcii, zdieľal a intenzívne spomínal. Tento list sa pripisuje patológovi Jamesovi Robbovi, ktorý sa opísal ako „jeden z prvých molekulárnych viroológov na svete, ktorý pracoval na koronavírusoch“. Samotný list poskytuje riešenia zdravého rozumu na prevenciu prenosu chorôb:\n1) ŽIADNE RUČENIE! Použite päsť, náraz, mierny luk, náraz do lakťa, atď.\n2) Používajte LEN kĺbom na dotyk spínačov svetla. tlačidlá výťahu atď. Zdvihnite benzínový papier pomocou papierovej utierky alebo použite jednorazovú rukavicu.\n3) Otvorte dvere zatvorenou päsťou alebo bokom - nedotýkajte sa rukoväte rukou, pokiaľ neexistuje iný spôsob, ako otvoriť dvere. Obzvlášť dôležité v kúpeľňových a poštových / komerčných dverách.\n4) Použite dezinfekčné utierky v obchodoch, ak sú k dispozícii, vrátane utretia rukoväte a detskej sedačky v nákupných košíkoch.\n5) Umývajte si ruky mydlom 10 - 20 sekúnd a / alebo použite viac ako 60% dezinfekčného prostriedku na ruky na alkohole vždy, keď sa vrátite z domu ŽIADNA činnosť, ktorá zahŕňa miesta, kde boli iní ľudia.\n6) Majte k dispozícii fľašu dezinfekčného prostriedku pri každom vchode do domu. A vo vašom aute na použitie potom, čo ste dostali plyn alebo sa dotkli iných kontaminovaných predmetov, keď si nemôžete okamžite umyť ruky.\n7) Ak je to možné, kašľajte alebo kýchnite do jednorazového tkaniva a zlikvidujte. Používajte lakte, iba ak musíte. Oblečenie na lakte bude obsahovať infekčný vírus, ktorý môže byť prenášaný až týždeň a viac!\nČasť rakety, ktorá získala najväčšiu pozornosť, bola patologickým odporúčaním zinkových pastiliek:\nZásobujte teraz so zinkovými pastilkami. Ukázalo sa, že tieto pastilky sú účinné pri blokovaní množenia koronavírusu (a väčšiny ostatných vírusov) v krku a nosohltane. Používajte podľa pokynov niekoľkokrát každý deň, keď začnete pociťovať ŽIADNE príznaky podobné „prechladnutiu“. Najlepšie je ľahnúť si a nechať pastilku rozpustiť v zadnej časti hrdla a nosohltanu. Cold-Eeze pastilky sú k dispozícii jedna značka, ale existujú aj ďalšie značky.\nTáto časť listu zrejme vyústila v memy naznačujúce, že produkt Cold-Eeze bol „striebornou guľkou“, ktorá „zabije koronavírusy“:\n\nanalýza\nNatiahli sme Robba, aby sme sa opýtali, či je autorom tohto listu. Prostredníctvom e-mailu nám povedal, že to skutočne napísal, ale že nikdy nemal byť pre nikoho okrem rodiny a blízkych priateľov a že nemal byť reklamou na konkrétny produkt:\nBol to môj e-mail mojej rodine a blízkym priateľom IBA. Niekto to dal na svoju stránku na Facebooku. Mal to byť monológ, nie dialóg. Nepoužívam žiadne sociálne médiá a možno som bol príliš naivný, čo znamená „zdieľanie“ dnes.\nJeho história s koronavírusmi je presne popísaná. Na konci sedemdesiatych rokov ako profesor patológie na kalifornskej univerzite v San Diegu publikoval Robb niektoré z prvých opisov koronavírusov. Vydal tiež knihu o tejto triede vírusov pre knihu „Comprehensive Virology“.\nRobb síce odporúča pastilky zinku (akejkoľvek značky, povedal nám), nepovažoval by však produkt za riešenie prepuknutia striebornej guľky:\nPodľa mojich skúseností ako virolog a patológ bude zinok inhibovať replikáciu mnohých vírusov vrátane koronavírusov. Očakávam, že COVID-19 [choroba spôsobená novým koronavírusom] bude inhibovaná podobne, ale nemám žiadnu priamu experimentálnu podporu pre toto tvrdenie. Musím však dodať, že použitie zinkových pastiliek podľa pokynov výrobcu nie je zárukou proti infikovaniu vírusom, aj keď inhibuje replikáciu vírusu v nosohltane.\nVšeobecne povedané, výskum naznačuje, že zinok môže byť schopný inhibovať šírenie niektorých vírusových infekcií, ale otázka zostáva vedecky neurčená. Štúdia z roku 2010 zameraná na bunkové kultúry uverejnená v PLOS Jeden zistil dôkaz, že zvyšujúce sa koncentrácie intracelulárneho zinku „môžu efektívne narušiť replikáciu rôznych vírusov RNA“ vrátane koronavírusov. Podľa Cochraneovej databázy systematických prehľadov „štúdie uskutočňované v krajinách s vysokými príjmami od roku 1984 skúmajúce úlohu zinku pri bežných príznakoch prechladnutia mali zmiešané výsledky.“ Bežné prechladnutie je spôsobené vírusom tiež klasifikovaným ako koronavírus.\nPretože list bol napísaný ním, hodnotíme toto tvrdenie ako „správne priradené“ Robbovi. Ďalšie tipy na ochranu pred koronavírusom nájdete v tipovom liste Centra pre kontrolu chorôb a prevenciu.", "correct-attribution": "Správna-prisudzovanie", "The NHS recommends washing your underwear and towels at 60C or 40C with a bleach-based laundry product to prevent the spread of the new coronavirus.": "NHS odporúča prať bielizeň a uteráky pri 60 ° C alebo 40 ° C bieliacim prostriedkom na bielenie, aby sa zabránilo šíreniu nového koronavírusu.", "Avoiding social contact and changing how you wash clothes are not official guidance on avoiding the new coronavirus": "Vyhýbanie sa sociálnemu kontaktu a zmena spôsobu prania odevov nie sú oficiálnymi pokynmi na zabránenie vzniku nového koronavírusu", "This is not NHS advice on limiting the spread of the new coronavirus. It comes from advice on stopping the spread of germs generally.": "Toto nie je rada NHS o obmedzení šírenia nového koronavírusu. Vychádza z rady o zastavení šírenia choroboplodných zárodkov všeobecne.", "To minimise the risk of catching the new coronavirus, you should use public transport only when necessary, avoid kissing and shaking hands, and make visitors wash their hands as soon as they enter your house.": "Aby ste minimalizovali riziko chytenia nového koronavírusu, mali by ste používať verejnú dopravu iba v prípade potreby, vyhnúť sa bozkávaniu a potriasaniu rúk a prinútiť návštevníkov, aby si umyli ruky hneď, ako vstúpia do vášho domu.", "Official Public Health England advice does not recommend any of these things.": "Oficiálna rada pre verejné zdravie v Anglicku nič z toho neodporúča.", "\"I think the 3.4% is really a false number,\" referring to the World Health Organization saying 3.4% of reported COVID-19 patients worldwide have died.": "„Myslím si, že 3,4% je skutočne falošné číslo,“ hovorí Svetová zdravotnícka organizácia, ktorá uviedla, že 3,4% hlásených pacientov COVID-19 po celom svete zomrelo.", "Trump and the Coronavirus Death Rate": "Trump a úmrtnosť na koronavírusy", "We Explain the Number": "Vysvetlujeme číslo", "Pope Francis has tested positive for the novel coronavirus.": "Pápež František má pozitívny test na nový koronavírus.", "Article Falsely Reports on Health of Pope Francis": "Článok Falošné správy o zdraví pápeža Františka", "“The Government have announced measures that all workplaces with 10 employees or more are to have paid mandatory leave to avoid the spread of the COVID-19 coronavirus starting from March 6, 2020.\"": "„Vláda oznámila opatrenia, že všetky pracoviská s 10 a viac zamestnancami majú mať povinnú dovolenku, aby sa zabránilo šíreniu koronavírusu COVID-19 od 6. marca 2020.“", "Coronavirus Prank Falsely Tells of Workplace, School Closings": "Koronavírus Prank nepravdivo hovorí o pracovisku, školských záveroch", "A homemade hand sanitizer made with Tito's Vodka can be used to fight the new coronavirus.": "Na dezinfekciu nového koronavírusu sa dá použiť domáci dezinfekčný prostriedok na ruky vyrobený z Titovej vodky.", "Can a Homemade Tito’s Vodka Hand Sanitizer Help Stem Coronavirus?\nAs the coronavirus spread in 2020, a fierce outbreak of bad advice took hold online.\nAs the coronavirus known as COVID-19 spread around the globe in March 2020, a piece of advice repeated frequently was to wash your hands often. The Centers for Disease Control and Prevention (CDC) recommends using soap and water, but the internet had another suggestion: Tito’s Vodka. \nA popular rumor on social media held that people could fight off the coronavirus by combining hand gel and Tito’s Vodka in a homemade hand sanitizer:\n\nThis is not true. Tito’s Vodka cannot be used to make effective hand sanitizer. \nA number of DIY articles on the internet explain how to make homemade hand sanitizer. While some of these articles specified that vodka containing at least 60% alcohol was required to make an effective hand sanitizer, others simply stated that any vodka would do. Good Housekeeping, for instance, published an article on March 2 that told readers they could make homemade hand sanitizer with any “plain vodka.” \nBut that isn’t the case. The CDC writes that people can use an “alcohol-based hand sanitizer with at least 60% alcohol” if soap and water is not available. But most vodkas (including Tito’s) only contain 40%.\nTito’s has been responding to people on social media informing them that the product is not a suitable hand sanitizer. \n\nThis is hardly the first piece of bad advice to circulate on social media during the coronavirus outbreak. Read more in our “Coronavirus Collection.” For up-to-date information on the coronavirus outbreak, please visit the CDC website.": "Môže domáci dezinfekčný prípravok na ruky Vodka pomôcť kmeňovému koronavírusu?\nKeď sa koronavírus rozšíril v roku 2020, na internete sa objavilo prudké prepuknutie zlých rád.\nKeďže sa koronavírus známy ako COVID-19 rozšíril po celom svete v marci 2020, často sa opakovala rada, ktorá si často umývala ruky. Centrá pre kontrolu a prevenciu chorôb (CDC) odporúčajú používať mydlo a vodu, ale internet mal ďalší návrh: Titovu vodku.\nPopulárna fáma na sociálnych médiách tvrdila, že ľudia by mohli bojovať s koronavírusom kombináciou gélu na ruky a Titovej vodky v domácom dezinfekčnom prostriedku na ruky:\n\nTo nie je pravda. Vodka Tito sa nedá použiť na vytvorenie účinného dezinfekčného prostriedku na ruky.\nNiekoľko článkov pre domácich majstrov na internete vysvetľuje, ako pripraviť dezinfekčný prostriedok pre ruky na ruky. Zatiaľ čo niektoré z týchto článkov špecifikovali, že na vytvorenie účinného dezinfekčného prostriedku na ruky je potrebná vodka obsahujúca najmenej 60% alkoholu, iní jednoducho uviedli, že akákoľvek vodka by to urobila. Napríklad Dobré upratovanie domácnosti uverejnilo 2. marca článok, v ktorom čitateľom povedalo, že si môžu vyrobiť dezinfekčný prostriedok na ruky s akoukoľvek „vodkou“.\nAle to tak nie je. CDC píše, že ľudia môžu používať „dezinfekčný prostriedok na ruky s obsahom alkoholu najmenej 60% alkoholu“, ak nie je k dispozícii mydlo a voda. Väčšina vodiek (vrátane Titov) však obsahuje iba 40%.\nTito reagoval na ľudí v sociálnych médiách a informoval ich, že produkt nie je vhodným dezinfekčným prostriedkom na ruky.\n\nToto je sotva prvá zlá rada, ktorá sa šíri na sociálnych médiách počas vypuknutia koronavírusu. Prečítajte si viac v našej zbierke Coronavirus. Aktuálne informácie o prepuknutí koronavírusu nájdete na webovej stránke CDC.", "Rashes are a symptom of the new coronavirus.": "Vyrážky sú príznakom nového koronavírusu.", "A rash isn’t a listed symptom of the new coronavirus": "Vyrážka nie je uvedený v zozname ako nový koronavírus", "No official advice list rashes as a symptom of the new coronavirus.": "Žiadny oficiálny zoznam odporúčaní nevyráža ako symptóm nového koronavírusu.", "The symptoms of Covid-19 are that it first infects the throat, so you’ll have a sore throat lasting 3 or 4 days. The virus then blends into nasal fluid that enters the trachea and then the lungs causing pneumonia. This takes about 5 or 6 days. With pneumonia comes high fever and difficulty breathing": "Príznaky Covid-19 spočívajú v tom, že prvýkrát infikujú hrdlo, takže budete mať bolesti v krku trvajúce 3 alebo 4 dni. Vírus sa potom mieša do nosovej tekutiny, ktorá vstupuje do priedušnice a potom do pľúc spôsobujúcich zápal pľúc. Trvá to asi 5 alebo 6 dní. S pneumóniou prichádza vysoká horúčka a problémy s dýchaním", "Viral post about someone’s uncle’s coronavirus advice is not all it’s cracked up to be": "Vírusový príspevok o niečom strýkovom poradenstve s koronavírusmi nie je všetko, čo je popraskané", "This is a roughly accurate description of the most common symptoms, although not everyone with Covid-19 gets pneumonia, and the symptoms may not come in this exact order or at these times.": "Toto je zhruba presný opis najbežnejších symptómov, hoci nie každý s Covid-19 má zápal pľúc a príznaky sa nemusia vyskytnúť v tomto presnom poradí alebo v týchto časoch.", "Coronavirus pneumonia is a dry cough with no runny nose.": "Coronavirus pneumonia je suchý kašeľ bez výtoku z nosa.", "Some Covid-19 patients do get pneumonia, and one of the symptoms is a dry cough. A runny nose doesn’t rule out Covid-19.": "Niektorí pacienti z Covid-19 majú zápal pľúc a jedným zo symptómov je suchý kašeľ. Rýma nevylučuje Covid-19.", "If someone with the new coronavirus sneezes, it travels about 10 feet before it drops to the ground and is no longer airborne": "Ak niekto s novým koronavírusom kýchne, cestuje asi 10 metrov pred tým, ako spadne na zem a už nie je vo vzduchu.", "How far the droplets spread from a sneeze depends on environmental factors, but it is likely to be several metres.": "Nakoľko sa kvapky šíria od kýchania, závisí od faktorov prostredia, ale je pravdepodobné, že bude niekoľko metrov.", "Children can’t get the new coronavirus.": "Deti nemôžu získať nový koronavírus.", "Children aren’t immune from the new coronavirus": "Deti nie sú imúnne voči novému koronavírusu", "Children can get Covid-19 but there have been relatively few cases in children and in general, their symptoms tend to be milder.": "Deti môžu dostať liek Covid-19, ale vyskytlo sa relatívne málo prípadov u detí a ich príznaky sú spravidla miernejšie.", "Speaking of travel restrictions in response to the spread of the novel coronavirus: \"But we closed those borders very early, against the advice of a lot of professionals ... I would say everybody said, it's too early, it's too soon, and good people, brilliant people, in many ways, doctors and lawyers and, frankly, a lot of people that work on this stuff almost exclusively. And they said, don't do it.\"": "Keď už hovoríme o cestovných obmedzeniach v reakcii na šírenie nového koronavírusu: „Ale tieto hranice sme uzavreli veľmi skoro, na základe rady mnohých odborníkov ... Povedal by som, že každý povedal, že je príliš skoro, je príliš skoro a dobré ľudia, skvelí ľudia, mnohými spôsobmi, lekári a právnici a, úprimne povedané, veľa ľudí, ktorí na týchto veciach pracujú takmer výlučne. A povedali, nerobte to. ““", "The Facts on Trump's Travel Restrictions": "Fakty o cestovných obmedzeniach spoločnosti Trump", "Distorts the Facts": "Skresľuje fakty", "108 people died from Covid-19 in China on February 10th, one of the worst days so far.": "10. februára zomrelo 108 ľudí na Covid-19 v Číne, jeden z najhorších dní.", "It’s true these things kill more people each day than Covid-19 has so far": "Je pravda, že tieto veci každý deň zabijú viac ľudí, ako doteraz Covid-19", "It is true that 108 people died in China from Covid-19 on 10 February, however, this death toll has since been surpassed.": "Je pravda, že 10. februára zomrelo v Číne 108 ľudí z Covid-19, avšak počet obetí bol už prekonaný.", "If you have a runny nose and sputum, you have a common cold, not Covid-19.": "Ak máte nádchu a hlien, máte nachladnutie, nie Covid-19.", "These are the symptoms for the common cold, but they don’t rule out Covid-19.": "To sú príznaky prechladnutia, ale nevylučujú Covid-19.", "Every election year has a disease; coronavirus has a contagion factor of 2": "Každý volebný rok má chorobu; koronavírus má nákazový faktor 2", "No, not every U.S. election year has had a disease outbreak and COVID-19 transmissibility is unconfirmed": "Nie, nie každý volebný rok USA mal prepuknutie choroby a prenosnosť COVID-19 nie je potvrdená", "Inaccurate": "nepresný", "Dr. Abdu Sharkawy, an infectious diseases specialist, penned a viral Facebook post warning about the loss of reason in the face of panic over the new coronavirus in 2020.": "Abdu Sharkawyová, špecialistka na infekčné choroby, napísala varovanie pred vírusovou reakciou na Facebooku o strate rozumu v dôsledku paniky v súvislosti s novým koronavírusom v roku 2020.", "Did an Infectious Disease Specialist Write ‘I Am Not Scared of COVID-19’?\nReaders inquired about a viral Facebook post amid an outbreak of the new coronavirus in 2020.\nOn March 6, 2020, a Facebook post by Dr. Abdu Sharkawy, internal medicine and infectious diseases consultant with Toronto’s University Health Network and an assistant professor at University of Toronto, went viral, garnering over 1.3 million shares at the time of our reporting. The post began with this text:\nI’m a doctor and an Infectious Diseases Specialist. I’ve been at this for more than 20 years seeing sick patients on a daily basis. I have worked in inner city hospitals and in the poorest slums of Africa. HIV-AIDS, Hepatitis,TB, SARS, Measles, Shingles, Whooping cough, Diphtheria … there is little I haven’t been exposed to in my profession. And with [the] notable exception of SARS, very little has left me feeling vulnerable, overwhelmed or downright scared.\nI am not scared of Covid-19. I am concerned about the implications of a novel infectious agent that has spread the world over and continues to find new footholds in different soil. I am rightly concerned for the welfare of those who are elderly, in frail health or disenfranchised who stand to suffer mostly, and disproportionately, at the hands of this new scourge. But I am not scared of Covid-19.\nThe post, which can be read in full here, implores the public not to succumb to panic in response to the new coronavirus, which is responsible for the disease COVID-19 and first discovered in Wuhan, China, in late 2019. Sharkawy’s post continues:\nCovid-19 is nowhere near over. It will be coming to a city, a hospital, a friend, even a family member near you at some point. Expect it. Stop waiting to be surprised further. The fact is the virus itself will not likely do much harm when it arrives. But our own behaviors and “fight for yourself above all else” attitude could prove disastrous.\nI implore you all. Temper fear with reason, panic with patience and uncertainty with education. We have an opportunity to learn a great deal about health hygiene and limiting the spread of innumerable transmissible diseases in our society. Let’s meet this challenge together in the best spirit of compassion for others, patience, and above all, an unfailing effort to seek truth, facts and knowledge as opposed to conjecture, speculation and catastrophizing.\nWe reached out to Sharkawy via a University Health System email address found in the University of Toronto directory to confirm that he was indeed the author of the post. In response he told us, “I’m your man.”\nAccording to the University of Toronto, Sharkawy completed his training in internal medicine at the University of Toronto and in infectious diseases at the University of British Columbia. A biography of Sharkawy penned for his role as a judge for a scholarship competition suggests his extensive volunteer experience is factual, as well:\nAbdu Sharkawy is an Internal Medicine and Infectious Diseases consultant and Assistant Professor of Medicine at the University of Toronto. He has been a longstanding volunteer with experience involving several charitable organizations and those committed to social justice pursuits, including Amnesty International, the United Way and Doctors without Borders. He is a founding member of the Welcome Medical Clinic which served countless … refugees and newcomers to Canada who had no medical insurance coverage prior to recently reformed legislation.\nBecause he confirmed his authorship of this viral post, we rank it as “Correctly Attributed” to Sharkawy.": "Napísal špecialista na infekčné choroby „Nemám strach z COVID-19“?\nČitatelia sa pýtali na vírusový príspevok na Facebooku v období prepuknutia nového koronavírusu v roku 2020.\nAbdu Sharkawy, konzultantka interného lekárstva a infekčných chorôb v Torontskej univerzitnej zdravotníckej sieti a pomocný profesor na University of Toronto, sa 6. marca 2020 stal vírusovým a získal viac ako 1,3 milióna akcií v čase nášho hlásenia. Príspevok začal týmto textom:\nSom lekár a špecialista na infekčné choroby. Bol som tu už viac ako 20 rokov a každý deň som bol chorým pacientom. Pracoval som vo vnútorných mestských nemocniciach a v najchudobnejších slumoch Afriky. HIV-AIDS, hepatitída, TBC, SARS, osýpky, pásový opar, čierny kašeľ, záškrtu ... je málo, ktorým som sa vo svojej profesii nevystavil. A s [pozoruhodnou výnimkou SARS] ma veľmi málo zanechalo pocitom zraniteľnosti, ohromenia alebo vystrašenia.\nNebojím sa Covid-19. Mám obavy z dôsledkov nového infekčného agenta, ktorý sa rozšíril po celom svete a stále nachádza nové opory v rôznych pôdach. Mám správne starosti o blaho starších ľudí, ktorí sú v krehkom zdravotnom stave alebo sú vylúčení zo zdravotného postihnutia a ktorí trpia väčšinou a neúmerne v rukách tejto novej pohromy. Ale nebojím sa Covid-19.\nPríspevok, ktorý si môžete prečítať v plnom znení, nabáda verejnosť, aby nepodľahla panike v reakcii na nový koronavírus, ktorý je zodpovedný za chorobu COVID-19 a prvýkrát objavený v čínskom meste Wuhan na konci roku 2019. Sharkawyho príspevok pokračuje :\nCovid-19 nie je nikde blízko. V určitom okamihu to príde do mesta, nemocnice, priateľa, dokonca aj člena rodiny vo vašom okolí. Očakávaj to. Prestaňte čakať na ďalšie prekvapenie. Faktom je, že vírus sám o sebe pravdepodobne nebude veľmi poškodený, keď príde. Ale naše správanie a „boj o seba nad všetko ostatné“ by mohli byť katastrofálne.\nŽiadam vás všetkých. Zmierniť strach z rozumu, paniku s trpezlivosťou a neistotu vo vzdelávaní. Máme príležitosť dozvedieť sa veľa informácií o hygiene zdravia a obmedzení šírenia nespočetných prenosných chorôb v našej spoločnosti. Zoznámme sa s touto výzvou spoločne v najlepšom duchu súcitu s ostatnými, trpezlivosti a predovšetkým bezchybného úsilia hľadať pravdu, fakty a vedomosti, a nie dohady, špekulácie a katastrofy.\nOslovili sme Sharkawy prostredníctvom e-mailovej adresy univerzitného zdravotníckeho systému, ktorá sa nachádza v adresári University of Toronto, aby sme potvrdili, že je skutočne autorom príspevku. V odpovedi nám povedal: „Som tvoj muž.“\nPodľa University of Toronto, Sharkawy ukončil svoje vzdelanie v oblasti interného lekárstva na University of Toronto a infekčných chorôb na University of British Columbia. Biografia Sharkawy napísaná za úlohu sudcu pre štipendijnú súťaž naznačuje, že jeho rozsiahla dobrovoľnícka skúsenosť je tiež faktická:\nAbdu Sharkawy je konzultantkou interného lekárstva a infekčných chorôb a odborným asistentom na univerzite v Toronte. Bol dlhoročným dobrovoľníkom so skúsenosťami zahŕňajúcimi niekoľko charitatívnych organizácií a tých, ktorí sa angažujú v prenasledovaní v oblasti sociálnej spravodlivosti, vrátane Amnesty International, United Way a Lekári bez hraníc. Je zakladajúcim členom Vitálnej lekárskej kliniky, ktorá slúžila nespočetným… utečencom a prisťahovalcom do Kanady, ktorí nemali žiadne zdravotné poistenie pred nedávno reformovanou legislatívou.\nPretože potvrdil autorstvo tohto vírusového príspevku, hodnotíme ho ako „správne priradený“ Sharkawy.", "Drinking boiled garlic water will cure COVID-19.": "Pitie prevarenej cesnakovej vody vylieči COVID-19.", "Will Garlic Water Cure Coronavirus?\nOn the plus side, this \"treatment\" might help keep away others who could potentially infect you.\nIn early 2020 the global spread of COVID-19, a disease caused by the new coronavirus, saw the internet flooded with dubious medical advice about how to avoid or cure the illness. One such example — supposedly originating with the medical sage known as “old Chinese doctor” — held that consuming a bowl of boiled garlic water would “improve and cure” persons afflicted with the malady overnight:\n\nGarlic has long been claimed as possessing qualities that aid in the prevention and treatment of various illnesses, including colds and flu, but scientific evidence supporting such claims is weak or lacking.\nThe World Health Organization (WHO) specifically addressed this rumor in reference to COVID-19 and noted that although “garlic is a healthy food that may have some antimicrobial properties,” there’s no evidence that “eating garlic has protected people from the new coronavirus”:\n\nBBC News similarly reported of this rumor that:\nIn lots of cases, these kinds of remedies aren’t harmful in themselves, as long as they aren’t preventing you from following evidence-based medical advice. But they have the potential to be.\nThe South China Morning Post reported a story of a woman who had to receive hospital treatment for a severely inflamed throat after consuming 1.5kg of raw garlic.\nWe know, in general, that eating fruit and vegetables and drinking water can be good for staying healthy. However, there is no evidence specific foods will help fight this particular virus.\nOn the plus side, this “treatment” might help keep away others who could potentially infect you.": "Bude cesnaková voda liečiť koronavírusy?\nPozitívne je, že toto „ošetrenie“ vám môže pomôcť udržať ostatných, ktorí by vás mohli potenciálne infikovať.\nZačiatkom roku 2020 sa celosvetové šírenie choroby COVID-19, choroby spôsobenej novým koronavírusom, zaplavilo pochybným lekárskym poradenstvom o tom, ako sa tejto chorobe vyhnúť alebo ju liečiť. Jeden taký príklad - údajne pochádzajúci z lekárskeho mudrca známeho ako „starý čínsky lekár“ - sa domnieval, že konzumácia misky prevarenej cesnakovej vody by „zlepšila a vyliečila“ osoby postihnuté chorobou cez noc:\n\nCesnak sa už dlho tvrdí, že má vlastnosti, ktoré pomáhajú pri prevencii a liečbe rôznych chorôb vrátane prechladnutia a chrípky, ale vedecké dôkazy, ktoré takéto tvrdenia podporujú, sú slabé alebo chýbajú.\nSvetová zdravotnícka organizácia (WHO) sa konkrétne zaoberala touto fámou v súvislosti s COVID-19 a poznamenala, že hoci „cesnak je zdravé jedlo, ktoré môže mať určité antimikrobiálne vlastnosti“, neexistuje dôkaz, že „jedenie cesnaku chráni ľudí pred novým koronavírusom“. :\n\nBBC News podobne informoval o tejto povesti, že:\nV mnohých prípadoch tieto prostriedky nápravy samy osebe nie sú škodlivé, pokiaľ vám nebránia v tom, aby ste dodržiavali lekársku pomoc založenú na dôkazoch. Majú však potenciál byť.\nJuhočínska ranná pošta informovala o príbehu ženy, ktorá musela podstúpiť nemocničné ošetrenie pre ťažko zapálené hrdlo po konzumácii 1,5 kg surového cesnaku.\nVšeobecne vieme, že jesť ovocie, zeleninu a pitnú vodu môže byť dobré pre udržanie zdravia. Neexistujú však dôkazy, že konkrétne potraviny pomôžu bojovať proti tomuto konkrétnemu vírusu.\nPozitívne je, že táto „liečba“ môže pomôcť vyhnúť sa iným, ktorí by vás mohli infikovať.", "\"[T]hey don't even have a test kit [for COVID-19]. A test kit to determine whether or not someone has the disease.\"": "„[T] hej, nemajú ani testovaciu súpravu [pre COVID-19]. Testovacia súprava na určenie, či má niekto chorobu.“", "The Facts on Coronavirus Testing": "Fakty o testovaní na koronavírusy", "\"Anybody that wants a test [for COVID-19] can get a test. That’s what the bottom line is. ... Anybody right now and yesterday — anybody that needs a test gets a test. We — they’re there. They have the tests. And the tests are beautiful. Anybody that needs a test gets a test.\"": "„Každý, kto chce test [pre COVID-19], môže získať test. To je spodný riadok. ... Každý práve teraz a včera - každý, kto potrebuje test, dostane test. My - sú tam. mať testy. A testy sú krásne. Každý, kto potrebuje test, dostane test. “", "Exaggerates": "preháňa", "Sales of Corona beer have dropped in the U.S. because of the new coronavirus.": "Predaj piva Corona v USA klesol kvôli novému koronavírusu.", "Coronavirus Fears Haven't Sunk Sales of Corona Beer in U.S.": "Spoločnosť Coronavirus sa obáva, že v USA nespustila predaj piva Corona", "Hand \"sanitizer will do nothing for the coronavirus.\"": "Ručné „dezinfekčné činidlo neurobí nič pre koronavírusy“.", "Contrary to False Posts, Sanitizer Helpful Against Coronavirus": "Na rozdiel od falošných príspevkov je Sanitizer užitočný proti koronavírusu", "Taking a few sips of water every 15 mins will prevent the new coronavirus from entering your windpipe and lungs.": "Užívanie pár dúškov vody každých 15 minút zabráni novému koronavírusu vniknúť do priedušnice a pľúc.", "Will Sipping Water Every 15 Minutes Prevent a Coronavirus Infection?\nThis \"serious excellent advice by Japanese doctors treating COVID-19 cases\" is not all that excellent.\nInaccurate messages about the new coronavirus are spreading and mutating online. One frequently copied and pasted bit of text that has gone viral on Facebook, Twitter, and WhatsApp purports to impart “serious excellent advice” from “Japanese doctors treating COVID-19 cases.”\nThat “advice” asserts regular sips of water can prevent the coronavirus, which causes the COVID-19 disease, from entering the respiratory system:\nSERIOUS EXCELLENT ADVICE by Japanese doctors treating COVID-19 cases.  Everyone should ensure your mouth & throat is moist, never DRY. Take a few sips of water every 15 mins at least. WHY?  Even if the virus gets into your mouth … drinking water or other liquids will WASH them down through your oesophagus and into the stomach. Once there in tummy … your stomach ACID will kill all the virus. If you don’t drink enough water more regularly … the virus can enter your windpipes and into the LUNGS. That’s very dangerous.\nThe “serious excellent advice by Japanese doctors” text is often combined with other viral coronavirus claims including a paragraph about a “self-check” attributed to “Taiwan experts,” and a set of recommendations that begins with a claim about differentiating between a cold and COVID-19. Snopes addressed the “Taiwan experts self-check” claim here and addressed the list of tips that begins with a dubious method of distinguishing a cold from COVID-19 here. This article deals only with the claim regarding sipping water every 15 minutes.\nWater Will Not Prevent the Coronavirus from Entering Your Lungs\nIt is true that COVID-19 infects the respiratory system by directly entering the body through the mouth or nose. This fact is central to both the Centers for Disease Control and Prevention (CDC) and World Health Organization (WHO) recommendations to wash hands frequently and avoid touching your face. The assertion in this viral “advice,” however, is that if the virus were already in your mouth, water would help wash it away. Though medical officials recommend drinking water during any infection, no evidence exists to support the notion that sipping water prevents a virus from infecting the respiratory system.\nDrinking more water, while good for your overall health, will not keep anyone from catching the coronavirus, according to Dr. William Schaffner, an infectious diseases expert at Vanderbilt University. Schaffner told The Associated Press, “We always caution anyone healthy and people who are sick to keep up fluid intake and keep mucus membranes moist.” He also said: “It makes you feel better; there is no clear indication that it directly protects you against complications.”\nDr. Susan Wootton, an infectious disease expert at McGovern Medical School at UTHealth, agreed with that assessment, telling KHOU that no data exist to support the claim that sipping water will prevent infection by transporting it to the stomach.\nBecause no evidence supports the claim, we rank the notion that sipping water regularly prevents COVID-19 infection as “False.”": "Zabráni popíjanie vody každých 15 minút infekcii koronavírusom?\nTáto „seriózna vynikajúca rada japonských lekárov, ktorí sa zaoberajú prípadmi COVID-19“, nie je až taká vynikajúca.\nNepresné správy o novom koronavíruse sa šíria a mutujú online. Jeden často kopírovaný a prilepený kúsok textu, ktorý sa stal vírusovým na Facebooku, Twitteri a WhatsApp, sa snaží sprostredkovať „vážne vynikajúce rady“ od „Japonských lekárov, ktorí sa zaoberajú prípadmi COVID-19“.\nTáto „rada“ tvrdí, že pravidelné dúšky vody môžu zabrániť vstupu koronavírusu, ktorý spôsobuje ochorenie COVID-19, do dýchacieho systému:\nVážne vynikajúce rady japonských lekárov zaoberajúcich sa prípadmi COVID-19. Každý by mal zabezpečiť, aby vaše ústa a krk boli vlhké, nikdy SUCHÉ. Každých 15 minút zoberte aspoň niekoľko dúškov vody. PREČO? Aj keď sa vírus dostane do úst ... pitná voda alebo iné tekutiny ich umyjú dolu pažerákom do žalúdka. Akonáhle je tam brucho ... vaše ACID žalúdka zabije všetok vírus. Ak nepijete dostatok vody častejšie ... vírus môže preniknúť do priedušiek a do DŽU. To je veľmi nebezpečné.\nText „seriózne vynikajúce rady japonských lekárov“ je často kombinovaný s ďalšími tvrdeniami o vírusových koronavírusoch vrátane odseku o „samokontrole“, ktorý sa pripisuje „expertom z Taiwanu“, a súboru odporúčaní, ktoré sa začínajú tvrdením o rozlišovaní medzi nachladnutím a COVID-19. Snopes sa tu zaoberal tvrdením „Tchajwanská odborná kontrola“ a adresoval zoznam tipov, ktoré začínajú pochybnou metódou rozlíšenia prechladnutia od COVID-19 tu. Tento článok sa zaoberá iba tvrdením týkajúcim sa popíjania vody každých 15 minút.\nVoda nezabráni vniknutiu koronavírusu do vašich pľúc\nJe pravda, že COVID-19 infikuje dýchací systém priamym vstupom do tela cez ústa alebo nos. Táto skutočnosť je ústredným prvkom odporúčaní Centier pre kontrolu a prevenciu chorôb (CDC) a Svetovej zdravotníckej organizácie (WHO) na časté umývanie rúk a nedotýkanie sa tváre. Tvrdenie v tejto vírusovej „rade“ je však také, že ak by bol vírus už v ústach, voda by ho pomohla umyť. Hoci lekárski úradníci odporúčajú pitnú vodu počas akejkoľvek infekcie, neexistuje žiadny dôkaz na podporu toho, že popíjajúca voda bráni vírusu infikovať dýchacie cesty.\nPitie väčšieho množstva vody, hoci je dobré pre vaše celkové zdravie, nezabráni nikomu, aby chytil koronavírusy. Podľa Dr. Williama Schaffnera, odborníka na infekčné choroby na univerzite Vanderbilt University. Schaffner povedal združenej tlači: „Vždy dbáme na to, aby každý zdravý človek a chorý ľudia udržiavali príjem tekutín a vlhké sliznice.“ Ďalej povedal: „Cítite sa lepšie; neexistuje jasný náznak, že vás priamo chráni pred komplikáciami. “\nSusan Wootton, odborník na infekčné choroby z McGovern Medical School v UTHealth, súhlasila s týmto hodnotením a povedala KHOU, že neexistujú žiadne údaje na podporu tvrdenia, že popíjanie vody zabráni infekcii jej transportom do žalúdka.\nPretože žiadny dôkaz nepodporuje toto tvrdenie, hodnotíme predstavu, že popíjajúca voda pravidelne zabraňuje infekcii COVID-19 ako „nepravá“.", "Will COVID-19 become endemic?": "Stane sa COVID-19 endemickým?", "": "", "Not Enough Experts": "Nie je dosť odborníkov", "Can humans get coronavirus from cats?": "Môžu ľudia získať koronavírus od mačiek?", "Are there ways for individuals to prepare for the coronavirus pandemic? ": "Existujú spôsoby, ako sa jednotlivci pripraviť na pandémiu koronavírusov?", "For COVID-19, are there any lessons learned from previous flu pandemics?": "Existujú pre model COVID-19 nejaké skúsenosti získané z predchádzajúcich chrípkových pandémií?", "Hand sanitiser is effective against Covid-19.": "Dezinfekčný prostriedok na ruky je účinný proti Covid-19.", "Experts say soap and water is preferable, but high alcohol sanitiser does work": "Odborníci tvrdia, že mydlo a voda sú uprednostňované, ale dezinfekčný prostriedok s vysokým obsahom alkoholu funguje", "Hand sanitisers with 60% alcohol content and above are effective against viruses, such as the new coronavirus, but soap and water is the best option.": "Dezinfekčné prostriedky na ruky s obsahom alkoholu 60% a viac sú účinné proti vírusom, ako je napríklad nový koronavírus, ale mydlom a vodou je najlepšia voľba.", "Prime Minister Boris Johnson advocated for the UK to take Covid-19 “on the chin” and allow the disease to spread through the population.": "Premiér Boris Johnson obhajoval Veľkú Britániu, aby si Covida-19 vzala „na brade“ a umožnila šírenie choroby cez populáciu.", "Here is the transcript of what Boris Johnson said on This Morning about the new coronavirus": "Tu je prepis toho, čo Boris Johnson povedal o tomto ránu o novom koronavíruse", "The Prime Minister said this was a theory on how to deal with the virus, but said it would be better if we take all the measures we can to reduce the burden on the NHS during the peak of the disease.": "Predseda vlády uviedol, že ide o teóriu, ako sa s vírusom vysporiadať, ale povedal, že by bolo lepšie, keby sme podnikli všetky opatrenia, ktoré je možné, aby sme počas obdobia choroby dosiahli záťaž pre NHS.", "\"We have a president of the United States, [who said] you know, 'Doesn't matter, go to work,'\" even if you think you have symptoms of the new coronavirus infection.": "„Máme prezidenta Spojených štátov, [ktorý povedal], viete:„ Nezáleží na tom, choďte do práce, “„ aj keď si myslíte, že máte príznaky novej infekcie koronavírusmi.", "Sanders Twists Trump's Words on Coronavirus/Work": "Sanders Twists Trumpove slová o koronavíruse / práci", "Can cats get coronavirus?": "Môžu mačky dostať koronavírus?", "<p>The new coronavirus (SARS-CoV-2) is related to the coronavirus that causes&nbsp;<a href=\"https://www.who.int/csr/sars/en/\" target=\"_blank\">SARS</a>&nbsp;(Severe Acute Respiratory Syndrome). During the SARS outbreak in 2002-2003, eight&nbsp;<strong>cats</strong>&nbsp;and one dog were infected. Does that mean that for the new virus, cats can get it? </p>": "<p> Nový koronavírus (SARS-CoV-2) súvisí s koronavírusom, ktorý spôsobuje <a href=\"https://www.who.int/csr/sars/en/\" target=\"_blank\"> SARS < / a> (Ťažký akútny respiračný syndróm). Počas vypuknutia SARS v rokoch 2002-2003 bolo infikovaných osem <strong> mačiek </strong> a jeden pes. Znamená to, že pre nový vírus ho môžu dostať aj mačky? </ P>", "Are healthcare systems prepared for the coronavirus pandemic?": "Sú systémy zdravotnej starostlivosti pripravené na pandémiu koronavírusov?", "A coronavirus vaccine for cows shows that the virus behind the current outbreak is not new.": "Vakcína proti koronavírusom pre kravy ukazuje, že vírus za súčasným ohniskom nie je nový.", "This is not a vaccine for the 2019 coronavirus": "Toto nie je vakcína pre koronavírusy 2019", "This is a different coronavirus from SARS-CoV-2, the virus that causes Covid-19. Coronaviruses are a large family of viruses that can affect a range of species.": "Toto je iný koronavírus ako vírus SARS-CoV-2, vírus, ktorý spôsobuje Covid-19. Koronavírusy sú veľká skupina vírusov, ktoré môžu ovplyvniť celý rad druhov.", "Is self-isolation important for COVID-19?": "Je pre COVID-19 dôležitá samoizolácia?", "<p>With flu-like symptoms (sore throat, runny nose etc) my partner was told not to get a test for coronavirus as she was low risk. She has been in self-isolation for 6 days and getting better while working remotely. When is it safe to return to office? </p>": "<p> Pri príznakoch podobných chrípke (bolesť hrdla, výtok z nosa atď.) bolo partnerke povedané, aby nevykonala test na koronavírusy, pretože mala nízke riziko. Bola v izolácii po dobu 6 dní a zlepšovala sa pri práci na diaľku. Kedy je bezpečné vrátiť sa do úradu? </ P>", "If you can hold your breath without coughing, discomfort, stiffness, or tightness, your lungs do not suffer from fibrosis and therefore you have no COVID-19 infection.": "Ak môžete zadržať dych bez kašľa, nepohodlia, stuhnutosti alebo tesnosti, vaše pľúca netrpia fibrózou, a preto nemáte infekciu COVID-19.", "No, Holding Your Breath is Not a ‘Simple Self-Check’ for Coronavirus\nTake a deep breath and consult the CDC or WHO's latest guidance before following any coronavirus \"advice\" from random sources on social media.\nAs the new coronavirus, which is responsible for the disease COVID-19, spreads worldwide, so too has viral advice for combating the pandemic.\nOne frequently copied and pasted bit of text that has gone viral on Facebook, Twitter, and WhatsApp suggests a simple self-check for coronavirus infection, usually attributed to “Taiwan Experts,” “Stanford University,” or “Stanford Hospital Board,” among others:\nThe new Coronavirus may not show signs of infection for many days. How can you know if you are infected? By the time you have fever and/or cough and go to the hospital, the lung is usually 50% fibrosis. Taiwan experts provide a simple self-check that we can do every morning: Take a deep breath and hold it for more than 10 seconds. If you do this successfully without coughing, without discomfort, stiffness or tightness, there is no fibrosis in the lungs; it basically indicates no infection. In critical times, please self-check every morning in an environment with clean air.\nStanford Health Care, for their part, explicitly stated they had nothing to do with the email:\nA widely distributed email about COVID-19 that is attributed to a “Stanford Hospital board member” contains inaccurate information. It did not come from Stanford Medicine.\nThe viral text is often combined with other frequently recurring coronavirus claims including a paragraph attributed to “serious excellent advice by Japanese doctors” about keeping your throat moist, and a set of recommendations that begins with a claim about differentiating between a cold and COVID-19. Snopes addressed the “serious excellent advice” here, and addressed the list of tips that begin with a purported way to diagnose a cold versus COVID-19 here. This article deals only with the “self-check” claim attributed to Taiwan experts, which is flawed for several reasons.\nThe “simple self-check” hinges on two central and unsupported assertions: First, that early COVID-19 infections include as a symptom a condition known as pulmonary fibrosis; and second, that the ability to hold your breath for 10 seconds is an accurate indicator of fibrosis. Neither is the case.\nPulmonary Fibrosis Is Not a Symptom of COVID-19\nFibrosis occurs when excess connective tissue is deposited in the lungs in response to scarring or other factors. This excess of tissue can severely reduce the ability of lungs to bring oxygen to the body. To date, no major health agency has listed fibrosis as a symptom of COVID-19 at any stage in its progression. It is not listed as a symptom in the Centers for Disease Control and Prevention’s (CDC) “Clinical Guidance for Management of Patients with Confirmed Coronavirus Disease,” nor is it listed as a symptom in the World Health Organization’s joint report with China on the progression and spread of the disease.\nWhile serious cases of COVID-19 usually involve pneumonia, which can cause scarring damage to the lungs, such damage would necessarily come after one showed obvious symptoms of pneumonia. The “self-check,” even if it had any diagnostic power at all, illogically implies damage to the lungs would precede other symptoms including coughing, even though it is the coughing that would be responsible for any respiratory damage in the first place.\nHolding Your Breath Is Not a Valid Test for Pulmonary Fibrosis\nThe viral claim asserts that if you can hold your breath for more than 10 seconds “without discomfort, stiffness or tightness, there is no fibrosis in the lungs” and that this “basically indicates no infection.”\nWhile holding your breath is likely harder if your lung capacity is reduced, there is no scientific support for the notion that holding your breath for 10 seconds indicates a clean bill of health, nor is there support for the implied assertion that the only reason holding your breath for 10 seconds would be hard is because COVID-19 caused pulmonary fibrosis.  Several factors can reduce lung function, including allergies, asthma, chronic conditions, and infections. As such, there are multiple forms of respiratory tests that doctors perform on lungs to identify problems. None of them involves one’s ability to hold their breath for 10 seconds.\nBecause holding your breath is not a valid test for fibrosis, and because fibrosis is not a symptom of COVID-19, we rank this advice from “Taiwan experts” as “False.”": "Nie, zadržiavanie dychu nie je „jednoduchou samokontrolou“ pre Coronavirus\nZhlboka sa nadýchnite a poraďte sa s najnovšími pokynmi CDC alebo WHO predtým, ako začnete s akýmikoľvek „radami“ koronavírusov na sociálnych sieťach.\nPretože sa nový koronavírus, ktorý je zodpovedný za chorobu COVID-19, šíri po celom svete, má aj vírusové rady v boji proti pandémii.\nJeden často kopírovaný a prilepený kúsok textu, ktorý sa stal vírusovým na Facebooku, Twitteri a WhatsApp, navrhuje jednoduchú samokontrolu na koronavírusovú infekciu, ktorá sa zvyčajne pripisuje „Taiwanským expertom“, „Stanfordskej univerzite“ alebo „Stanfordskej nemocnici“. ostatné:\nNový koronavírus nemusí vykazovať príznaky infekcie po mnoho dní. Ako viete, že ste infikovaní? V čase, keď máte horúčku a / alebo kašeľ a idete do nemocnice, sú pľúca obvykle 50% fibróza. Tchajwanskí odborníci poskytujú jednoduchú samokontrolu, ktorú môžeme robiť každé ráno: Zhlboka sa nadýchnite a podržte ho dlhšie ako 10 sekúnd. Ak to urobíte úspešne bez kašľa, nepohodlia, stuhnutosti alebo tesnosti, v pľúcach nie je fibróza; v podstate to znamená, že neexistuje žiadna infekcia. V kritických časoch sa prosím každé ráno kontrolujte v prostredí s čistým vzduchom.\nSpoločnosť Stanford Health Care výslovne uviedla, že s e-mailom nemá nič spoločné:\nŠiroko distribuovaný e-mail o COVID-19, ktorý sa pripisuje členovi predstavenstva nemocnice Stanford, obsahuje nepresné informácie. Nepochádzalo zo Stanfordskej medicíny.\nVírusový text je často kombinovaný s inými často sa opakujúcimi nárokmi na koronavírusy vrátane odseku, ktorý sa pripisuje „serióznym vynikajúcim radám japonských lekárov“ o udržiavaní vlhkosti v krku, a súboru odporúčaní, ktoré sa začínajú tvrdením o rozlišovaní medzi chladom a COVID-19 , Snopes sa tu zaoberal „serióznou vynikajúcou radou“ a adresoval zoznam tipov, ktoré začínajú domnelým spôsobom, ako diagnostikovať studenú verzus COVID-19. Tento článok sa zaoberá iba tvrdením „autokontroly“ priznaným taiwanským odborníkom, ktoré je chybné z niekoľkých dôvodov.\n„Jednoduchá autokontrola“ závisí na dvoch centrálnych a nepodporovaných tvrdeniach: Po prvé, že skoré infekcie COVID-19 zahŕňajú ako symptóm stav známy ako pľúcna fibróza; a po druhé, že schopnosť zadržať dych po dobu 10 sekúnd je presným ukazovateľom fibrózy. Ani to tak nie je.\nPľúcna fibróza nie je príznakom COVID-19\nK fibróze dochádza, keď sa v pľúcach ukladá nadbytok spojivového tkaniva v reakcii na zjazvenie alebo iné faktory. Tento prebytok tkaniva môže vážne znížiť schopnosť pľúc privádzať do tela kyslík. Žiadna významná zdravotnícka agentúra doteraz neuviedla fibrózu ako symptóm COVID-19 v žiadnom štádiu jej progresie. Nie je uvedený ako symptóm v Centrách pre kontrolu a prevenciu chorôb (CDC) „Klinická príručka pre riadenie pacientov s potvrdenou chorobou koronavírusov“, ani nie je uvedený ako symptóm v spoločnej správe Svetovej zdravotníckej organizácie s Čínou o postupe. a šírenie choroby.\nZatiaľ čo vážne prípady COVID-19 zvyčajne zahŕňajú zápal pľúc, ktorý môže spôsobiť zjazvené poškodenie pľúc, takéto poškodenie by nevyhnutne nastalo potom, ako by jeden prejavil zjavné príznaky zápalu pľúc. „Sebakontrola“, aj keď mala vôbec nejakú diagnostickú silu, nelogicky znamená, že poškodenie pľúc by predchádzalo ďalším príznakom vrátane kašľa, aj keď v prvom rade by bolo za každé poškodenie dýchacích ciest zodpovedné kašeľ.\nZadržanie dychu nie je platným testom na pľúcnu fibrózu\nVírusové tvrdenie tvrdí, že ak dokážete zadržať dych dlhšie ako 10 sekúnd „bez nepohodlia, stuhnutosti alebo tesnosti, v pľúcach nie je fibróza“ a to „v podstate znamená, že nedochádza k infekcii“.\nZatiaľ čo zadržiavanie dychu je pravdepodobne ťažšie, ak je vaša pľúcna kapacita znížená, neexistuje vedecká podpora pre predstavu, že zadržanie dychu po dobu 10 sekúnd naznačuje čistý zdravotný stav, ani neexistuje podpora pre predpokladané tvrdenie, že jediným dôvodom je zadržanie vášho dychu. dych počas 10 sekúnd by bol ťažký, pretože pľúcna fibróza spôsobená COVID-19. Funkciu pľúc môže znížiť niekoľko faktorov, vrátane alergií, astmy, chronických stavov a infekcií. Preto existuje niekoľko foriem respiračných testov, ktoré lekári vykonávajú na pľúcach, aby identifikovali problémy. Žiadna z nich nezahŕňa schopnosť zadržať dych na 10 sekúnd.\nPretože zadržiavanie dychu nie je platným testom na fibrózu a pretože fibróza nie je príznakom COVID-19, túto radu od „taiwanských odborníkov“ hodnotíme ako „falošný“.", "A doctor in Italy shared numerous details about how hospitals in the country are dealing with COVID-19, a disease caused by the new coronavirus.": "Lekár v Taliansku zdieľal početné podrobnosti o tom, ako nemocnice v krajine riešia COVID-19, ochorenie spôsobené novým koronavírusom.", "Did a Doctor in Italy Warn Coronavirus Wasn’t Just a ‘Bad Flu’?\nPhysician: \"The situation is now nothing short of dramatic. No other words come to mind.\"\nIn March 2020, as the coronavirus continued to spread around the globe, a viral message circulated on social media that was supposedly written by a doctor in Italy about how the new virus had impacted hospitals in the country.\nSilvia Stringhini, an epidemiologist, shared a translated version of this post on Twitter. A screenshot of Stringhini’s first few tweets appear below. The full thread can be viewed here:\n\nStringhini’s viral tweets are a translated version of a real Italian-language Facebook post from Dr. Daniele Macchini, an intensive care unit physician at the Humanitas Gavazzeni hospital in Bergamo. \nA screenshot of a portion of Macchini’s post appears below. The full post can be viewed here, and a translated version appears in full at the bottom of this article:\n\nMacchini explained that hospitals in Italy were overwhelmed with new cases, urged people to stop downplaying the disease as just a “bad flu,” and asked those who were “unafraid” of the disease to consider how it will impact older populations. Macchini also complimented the cooperative efforts of medical professionals at the hospital, writing that there were “no more surgeons, urologists, orthopedists,” just doctors who “suddenly become part of a single team to face this tsunami that has overwhelmed us.”\nHere’s Macchini’s message in full (translated via Google):\nIn one of the constant emails that I receive from my health department on a more than daily basis now these days, there was also a paragraph entitled “doing social responsibly”, with some recommendations that can only be supported.\nAfter thinking for a long time if and what to write about what is happening to us, I felt that the silence was not at all responsible. I will therefore try to convey to people “not involved in the work” and further away from our reality, what we are experiencing in Bergamo during these pandemic days from Covid-19.\nI understand the need not to create panic, but when the message of the danger of what is happening does not reach people and I still feel who cares about the recommendations and people who gather together complaining about not being able to go to the gym or to be able to do soccer tournaments I shudder.\nI also understand the economic damage and I am also worried about that. After the epidemic, the tragedy will start again. However, apart from the fact that we are literally also devastating our NHS from an economic point of view, I allow myself to raise the importance of the health damage that is likely throughout the country and I find it nothing short of “chilling” for example that a red zone already requested by the region has not yet been established for the municipalities of Alzano Lombardo and Nembro (I would like to clarify that this is pure personal opinion).\nI myself looked with some amazement at the reorganizations of the entire hospital in the previous week, when our current enemy was still in the shadows: the wards slowly “emptied”, the elective activities interrupted, the intensive therapies freed to create as many beds as possible. Containers arriving in front of the emergency room to create diversified routes and avoid any infections. All this rapid transformation brought into the corridors of the hospital an atmosphere of surreal silence and emptiness that we still did not understand, waiting for a war that was yet to begin and that many (including me) were not so sure would never come with such ferocity .\n(I open a parenthesis: all this in silence and without publicity, while several newspapers had the courage to say that private health care was not doing anything).\nI still remember my night guard a week ago passed unnecessarily without turning a blind eye, waiting for a call from the microbiology of the Sack. I was waiting for the outcome of a swab on the first suspect patient in our hospital, thinking about what consequences it would have for us and the clinic. If I think about it, my agitation for one possible case seems almost ridiculous and unjustified, now that I have seen what is happening.\nWell, the situation is now nothing short of dramatic. No other words come to mind.\nThe war has literally exploded and the battles are uninterrupted day and night.\nOne after the other the unfortunate poor people come to the emergency room. They have far from the complications of a flu. Let’s stop saying it’s a bad flu. In these 2 years I have learned that the people of Bergamo do not come to the emergency room at all. They did well this time too. They followed all the indications given: a week or ten days at home with a fever without going out and risking contagion, but now they can’t take it anymore. They don’t breathe enough, they need oxygen.\nDrug therapies for this virus are few. The course mainly depends on our organism. We can only support it when it can’t take it anymore. It is mainly hoped that our body will eradicate the virus on its own, let’s face it. Antiviral therapies are experimental on this virus and we learn its behavior day after day. Staying at home until the symptoms worsen does not change the prognosis of the disease.\nNow, however, that need for beds in all its drama has arrived. One after another, the departments that had been emptied are filling up at an impressive rate. The display boards with the names of the sick, of different colors depending on the operating unit they belong to, are now all red and instead of the surgical operation there is the diagnosis, which is always the same cursed: bilateral interstitial pneumonia.\nNow, tell me which flu virus causes such a rapid tragedy. Because that’s the difference (now I’m going down a bit in the technical field): in the classical flu, apart from infecting much less population over several months, cases can be complicated less frequently, only when the VIRUS destroying the protective barriers of the Our respiratory tract allows BACTERIA normally resident in the upper tract to invade the bronchi and lungs, causing more serious cases. Covid 19 causes a banal influence in many young people, but in many elderly people (and not only) a real SARS because it arrives directly in the alveoli of the lungs and infects them making them unable to perform their function.\nSorry, but to me as a doctor it doesn’t reassure you that the most serious are mainly elderly people with other pathologies. The elderly population is the most represented in our country and it is difficult to find someone who, above 65 years of age, does not take at least the tablet for pressure or diabetes. I also assure you that when you see young people who end up in intubated intensive care, pronated or worse in ECMO (a machine for the worst cases, which extracts the blood, re-oxygenates it and returns it to the body, waiting for the organism, hopefully, heal your lungs), all this tranquility for your young age passes there.\nAnd while there are still people on social networks who pride themselves on not being afraid by ignoring the indications, protesting that their normal lifestyle habits are “temporarily” in crisis, the epidemiological disaster is taking place.\nAnd there are no more surgeons, urologists, orthopedists, we are only doctors who suddenly become part of a single team to face this tsunami that has overwhelmed us. The cases multiply, we arrive at the rate of 15-20 hospitalizations a day all for the same reason. The results of the swabs now come one after the other: positive, positive, positive. Suddenly the emergency room is collapsing. Emergency provisions are issued: help is needed in the emergency room. A quick meeting to learn how the first aid management software works and a few minutes later they are already downstairs, next to the warriors on the war front. The PC screen with the reasons for the access is always the same: fever and difficulty breathing, fever and cough, respiratory failure etc … The exams, radiology always with the same sentence: bilateral interstitial pneumonia, bilateral interstitial pneumonia, bilateral interstitial pneumonia. All to be hospitalized. Someone already to intubate and go to intensive care. For others it is late …\nIntensive care becomes saturated, and where intensive care ends, more are created. Each fan becomes like gold: those of the operating rooms that have now suspended their non-urgent activity become places for intensive care that did not exist before.\nI found it incredible, or at least I can speak for the HUMANITAS Gavazzeni (where I work) how it was possible to implement in such a short time a deployment and a reorganization of resources so finely designed to prepare for a disaster of this magnitude. And every reorganization of beds, wards, staff, work shifts and tasks is constantly reviewed day after day to try to give everything and even more.\nThose wards that previously looked like ghosts are now saturated, ready to try to give their best for the sick, but exhausted. The staff is exhausted. I saw fatigue on faces that didn’t know what it was despite the already grueling workloads they had. I have seen people still stop beyond the times they used to stop already, for overtime that was now habitual. I saw solidarity from all of us, who never failed to go to our internist colleagues to ask “what can I do for you now?” or “leave that hospitalization alone.” Doctors who move beds and transfer patients, who administer therapies instead of nurses. Nurses with tears in their eyes because we are unable to save everyone and the vital signs of several patients at the same time reveal an already marked destiny.\nThere are no more shifts, schedules. Social life is suspended for us.\nI have been separated for a few months, and I assure you that I have always done my best to constantly see my son even on the day of disassembly at night, without sleeping and postponing sleep until when I am without him, but for almost 2 weeks I have not voluntarily I see neither my son nor my family members for fear of infecting them and in turn infecting an elderly grandmother or relatives with other health problems. I’m happy with some photos of my son that I regard between tears and a few video calls.\nSo be patient too, you can’t go to the theater, museums or gym. Try to have mercy on that myriad of older people you could exterminate. It is not your fault, I know, but of those who put it in your head that you are exaggerating and even this testimony may seem just an exaggeration for those who are far from the epidemic, but please, listen to us, try to leave the house only to indispensable things. Do not go en masse to make stocks in supermarkets: it is the worst thing because you concentrate and the risk of contacts with infected people who do not know they are. You can go there as you usually do. Maybe if you have a normal mask (even those that are used to do certain manual work) put it on. Don’t look for ffp2 or ffp3. Those should serve us and we are beginning to struggle to find them. By now we have had to optimize their use only in certain circumstances, as the WHO recently suggested in view of their almost ubiquitous impoverishment.\nOh yes, thanks to the shortage of certain devices, I and many other colleagues are certainly exposed despite all the means of protection we have. Some of us have already become infected despite the protocols. Some infected colleagues have in turn infected family members and some of their family members already struggle between life and death.\nWe are where your fears could make you stay away. Try to make sure you stay away. Tell your elderly or other family members to stay indoors. Bring him the groceries please.\nWe have no alternative. It’s our job. In fact, what I do these days is not really the job I’m used to, but I do it anyway and I will like it as long as it responds to the same principles: try to make some sick people feel better and heal, or even just alleviate the suffering and the pain to those who unfortunately cannot heal.\nI don’t spend a lot of words about the people who define us heroes these days and who until yesterday were ready to insult and report us. Both will return to insult and report as soon as everything is over. People forget everything quickly.\nAnd we’re not even heroes these days. It’s our job. We risked something bad every day before: when we put our hands in a belly full of blood of someone we don’t even know if he has HIV or hepatitis C; when we do it even though we know it has HIV or hepatitis C; when we sting with the one with HIV and take the drugs that make us vomit from morning to night for a month. When we open with the usual anguish the results of the tests at the various checks after an accidental puncture hoping not to be infected. We simply earn our living with something that gives us emotions. It doesn’t matter if they are beautiful or ugly, just take them home.\nIn the end we only try to make ourselves useful for everyone. Now try to do it too though: with our actions we influence the life and death of a few dozen people. You with yours, many more.\nPlease share and share the message. We must spread the word to prevent what is happening here in Italy.\nShortly after Macchini’s post went viral, the Italian government announced new restrictions on public travel in an effort to stop the spread of the disease.": "Varoval doktor v Taliansku, že Coronavirus nebol iba „zlou chrípkou“?\nLekár: „Situácia nie je ničím menším než dramatické.\nV marci 2020, keď sa koronavírus rozširoval po celom svete, sa na sociálnych médiách šírila vírusová správa, ktorú údajne napísal lekár v Taliansku o vplyve nového vírusu na nemocnice v krajine.\nEpidemiológka Silvia Stringhini zdieľa preloženú verziu tohto príspevku na Twitteri. Nižšie je uvedená snímka prvých Stringhiniho tweetov. Celé vlákno si môžete pozrieť tu:\n\nStringhiniho vírusové tweety sú preloženou verziou skutočného príspevku v talianskom jazyku na Facebooku od Dr. Daniele Macchiniho, lekára intenzívnej starostlivosti v nemocnici Humanitas Gavazzeni v Bergame.\nNižšie je uvedená snímka časti príspevku Macchiniho. Celý príspevok si môžete pozrieť tu a preložená verzia sa objaví v plnom znení v dolnej časti tohto článku:\n\nMacchini vysvetlil, že nemocnice v Taliansku boli ohromené novými prípadmi, vyzval ľudí, aby prestali s downplatingom choroby ako „zlou chrípkou“, a požiadal tých, ktorí sa „nebáli“ choroby, aby zvážili, ako to ovplyvní staršie populácie. Macchini tiež pochválil spoluprácu zdravotníckych odborníkov v nemocnici a napísal, že „už nie sú žiadni chirurgovia, urológovia, ortopédovia“, iba lekári, ktorí „sa zrazu stali súčasťou jedného tímu, ktorý čelí tejto vlne tsunami, ktorá nás ohromila“.\nCelá správa Macchiniho (preložená prostredníctvom Google):\nV jednom z neustálech e-mailov, ktoré dnes dostávam od svojho zdravotníckeho oddelenia na viac ako dennej báze, bol aj odsek s názvom „Zodpovednosť v spoločnosti“ s niektorými odporúčaniami, ktoré je možné iba podporiť.\nPo dlhom premýšľaní, či a čo písať o tom, čo sa s nami deje, som cítil, že ticho nie je vôbec zodpovedné. Preto sa pokúsim sprostredkovať ľuďom „nezapojeným do práce“ a ďalej od našej reality, čo zažívame v Bergame počas týchto pandemických dní od Covid-19.\nChápem, že nie je potrebné vytvárať paniku, ale keď sa správa o nebezpečenstve, ktorá sa deje, nedostane k ľuďom a stále cítim, kto sa stará o odporúčania a ľudia, ktorí sa zhromaždia a sťažujú na to, že nemôžu ísť do telocvične alebo byť schopný robiť futbalové turnaje, ktoré som sa triasol.\nChápem aj hospodárske škody a tiež sa obávam. Po epidémii sa tragédia začne znova. Avšak okrem skutočnosti, že doslova ničíme aj náš NHS z ekonomického hľadiska, dovoľujem si vyzdvihnúť význam poškodenia zdravia, ktoré je pravdepodobné v celej krajine, a nepovažujem to za nič menej ako „ochladenie“, napríklad že pre mestá Alzano Lombardo a Nembro ešte nebola vytvorená červená zóna, ktorú už región požadoval (chcel by som objasniť, že ide o čisto osobný názor).\nSám som sa s úžasom pozrel na reorganizáciu celej nemocnice v predchádzajúcom týždni, keď bol náš súčasný nepriateľ stále v tieni: oddelenia sa pomaly „vyprázdňovali“, prerušili sa voliteľné činnosti, intenzívne terapie sa uvoľnili na vytvorenie čo najväčšieho počtu postelí. je to možné. Kontajnery prichádzajúce pred pohotovostnú miestnosť na vytvorenie diverzifikovaných trás a zabránenie akýmkoľvek infekciám. Táto rýchla transformácia priniesla do chodieb nemocnice atmosféru neskutočného ticha a prázdnoty, ktorej sme stále nerozumeli, čakali sme na vojnu, ktorá sa ešte len mala začať a že mnohí (vrátane mňa) neboli takí istí, že by nikdy neprišli s takými divokosť.\n(Otváram zátvorky: to všetko v tichosti a bez publicity, zatiaľ čo niekoľko novín malo odvahu povedať, že súkromná zdravotná starostlivosť nič nerobila).\nStále si pamätám, že moja nočná stráž pred týždňom prešla zbytočne bez toho, aby zavrela oči a čakala na volanie z mikrobiológie vrecka. Čakal som na výsledok tampónu u prvého podozrivého pacienta v našej nemocnici a premýšľal som o tom, aké následky by to malo pre nás a kliniku. Ak o tom premýšľam, moje vzrušenie z jedného možného prípadu sa zdá byť takmer absurdné a neopodstatnené, keď som už videl, čo sa deje.\nSituácia teraz nie je ničím dramatickým. Na myseľ neprichádzajú žiadne ďalšie slová.\nVojna doslova explodovala a bitky sú nepretržité vo dne iv noci.\nJeden po druhom nešťastní chudobní prichádzajú na pohotovosť. Majú ďaleko od komplikácií chrípky. Prestaňme hovoriť, že je to zlá chrípka. V týchto dvoch rokoch som sa dozvedel, že Bergamo neprišiel vôbec na pohotovosť. Aj tentoraz sa im darilo dobre. Dodržiavali všetky uvedené indikácie: týždeň alebo desať dní doma s horúčkou bez toho, aby išli von a riskovali nákazu, ale už to nemôžu ďalej brať. Nedýchajú dosť, potrebujú kyslík.\nLiečba tohto vírusu liečivami je málo. Kurz závisí hlavne od nášho organizmu. Môžeme ho podporiť iba vtedy, keď ho už nebude môcť prijať. Hlavne sa dúfa, že naše telo vírus eradikuje samo o sebe, čelíme mu. Protivírusové terapie sú experimentálne s týmto vírusom a my sa učíme jeho správanie deň čo deň. Zostať doma, kým sa príznaky nezmenia, nezmení prognózu ochorenia.\nTeraz však vznikla potreba lôžok vo všetkých drámach. Postupne sa vyprázdňovali oddelenia, ktoré sa impozantne plnia. Zobrazovacie panely s menami chorých, rôznych farieb v závislosti od operačnej jednotky, do ktorej patria, sú teraz všetky červené a namiesto chirurgickej operácie je tu diagnóza, ktorá je vždy rovnaká ako prekliatie: bilaterálna intersticiálna pneumónia.\nTeraz mi povedzte, ktorý vírus chrípky spôsobuje takú rýchlu tragédiu. Pretože to je rozdiel (teraz trochu klesám v technickej oblasti): v klasickej chrípke, okrem infikovania oveľa menšej populácie v priebehu niekoľkých mesiacov, môžu byť prípady komplikovanejšie menej často, iba ak VIRUS ničí ochranné bariéry náš dýchací trakt umožňuje BAKTERII, ktorá sa obvykle nachádza v hornom trakte, napadnúť priedušky a pľúca, čo spôsobuje závažnejšie prípady. Covent 19 spôsobuje banálny vplyv u mnohých mladých ľudí, ale u mnohých starších ľudí (a nielen) skutočný SARS, pretože prichádza priamo do alveol pľúc a infikuje ich, čo znemožňuje vykonávať ich funkciu.\nOspravedlňujeme sa, ale ako lekár vás neuspokojujem, že najzávažnejšími sú hlavne starší ľudia s inými patológiami. Staršia populácia je v našej krajine najčastejšie zastúpená a je ťažké nájsť niekoho, kto vo veku nad 65 rokov neberie tabletu alebo tablety na tlak alebo cukrovku. Uisťujem vás tiež, že keď vidíte mladých ľudí, ktorí skončia v intubovanej intenzívnej starostlivosti, vyslovene alebo horšie v ECMO (stroj v najhorších prípadoch, ktorý extrahuje krv, znova okysličuje a vracia ju do tela, čaká na organizmu, dúfajme, že uzdraví vaše pľúca), prechádza tu všetko toto ticho pre váš mladý vek.\nA aj keď stále existujú ľudia na sociálnych sieťach, ktorí sa pýšia tým, že sa nebojí ignorovať indikácie, protestujúc, že ​​ich zvyky v bežnom životnom štýle sú „dočasne“ v kríze, dochádza k epidemiologickej katastrofe.\nA už neexistujú žiadni chirurgovia, urológovia, ortopedi, sme iba lekári, ktorí sa náhle stali súčasťou jedného tímu, ktorý čelí tejto vlne tsunami, ktorá nás ohromila. Prípady sa znásobujú, dostávame sa k sadzbe 15 - 20 hospitalizácií denne, a to všetko z rovnakého dôvodu. Výsledky tampónov teraz prichádzajú jeden po druhom: pozitívne, pozitívne, pozitívne. Náhle sa pohotovostná miestnosť zrúti. Vydávajú sa núdzové opatrenia: v pohotovostnej miestnosti je potrebná pomoc. Rýchle stretnutie, kde sa dozviete, ako funguje softvér prvej pomoci, ao pár minút neskôr už sú dole, vedľa bojovníkov na vojnovom fronte. Obrazovka počítača s dôvodmi prístupu je vždy rovnaká: horúčka a ťažkosti s dýchaním, horúčka a kašeľ, zlyhanie dýchania atď. Skúšky, rádiológia vždy s rovnakou vetou: bilaterálna intersticiálna pneumónia, bilaterálna intersticiálna pneumónia, bilaterálna intersticiálna pneumónia. Všetko bude hospitalizované. Niekto už intubuje a navštevuje intenzívnu starostlivosť. Pre ostatných je neskoro ...\nIntenzívna starostlivosť je nasýtená a tam, kde končí intenzívna starostlivosť, sa vytvára viac. Každý fanúšik sa stáva zlatom: operačné sály, ktoré teraz pozastavili svoju neodkladnú činnosť, sa stávajú miestom intenzívnej starostlivosti, ktorá predtým neexistovala.\nZistil som, že je neuveriteľné, alebo aspoň môžem hovoriť za spoločnosť HUMANITAS Gavazzeni (kde pracujem), ako bolo možné v takom krátkom čase zrealizovať nasadenie a reorganizáciu zdrojov tak jemne určených na prípravu na katastrofu tohto rozsahu. A každá reorganizácia postelí, oddelení, personálu, pracovných zmien a úloh je neustále revidovaná každý deň, aby sa pokúsila dať všetko a ešte viac.\nTie oddelenia, ktoré predtým vyzerali ako duchovia, sú teraz nasýtené, pripravené vyskúšať čo najlepšie pre chorých, ale vyčerpané. Personál je vyčerpaný. Na tvári som videl únavu, ktorá nevedela, čo to bolo, napriek už vyčerpávajúcej pracovnej záťaži, ktorú mali. Videl som, ako sa ľudia stále zastavujú nad časy, ktoré predtým zastavovali, za nadčasy, ktoré boli teraz obvyklé. Videl som solidaritu od nás všetkých, ktorí nikdy neprišli k našim internistickým kolegom a pýtali sa: „Čo pre vás teraz môžem urobiť?“ alebo „nechajte hospitalizáciu na pokoji.“ Lekári, ktorí premiestňujú postele a prenášajú pacientov, ktorí namiesto sestier spravujú liečbu. Sestry so slzami v očiach, pretože nedokážeme zachrániť všetkých a životne dôležité príznaky niekoľkých pacientov súčasne odhaľujú už vyznačený osud.\nUž nie sú k dispozícii žiadne zmeny, rozvrhy. Spoločenský život je pre nás pozastavený.\nNiekoľko mesiacov som bol odlúčený a uisťujem vás, že som vždy robil, čo bolo v mojich silách, aby som svojho syna neustále videl, a to aj v deň demontáže v noci, bez spánku a odloženia spánku, až kým nebudem bez neho, ale takmer 2 týždne som dobrovoľne nevidel svojho syna ani členov mojej rodiny zo strachu z toho, že by som ich nakazil a následne by som infikoval starú babičku alebo príbuzných inými zdravotnými problémami. Som spokojný s niektorými fotografiami môjho syna, ktoré si vážim medzi slzami a niekoľkými videohovormi.\nBuďte trpezliví a nemôžete ísť do divadla, múzeí alebo do telocvične. Pokúste sa milosrdiť s tým nespočetným počtom starších ľudí, ktorých by ste mohli vyhladiť. Viem, že to nie je vaša chyba, ale z tých, ktorí vám dali do hlavy, že preháňate, a dokonca aj toto svedectvo sa môže zdať prehnané pre tých, ktorí sú ďaleko od epidémie, ale prosím, počúvajte nás, skúste odísť dom iba na nevyhnutné veci. Nechoďte hromadne robiť zásoby v supermarketoch: je to najhoršie, pretože sa sústredíte a riziko kontaktu s infikovanými ľuďmi, ktorí nevedia, že sú. Môžete tam ísť ako obvykle. Možno, ak máte normálnu masku (aj tie, ktoré sa používajú na vykonávanie určitej manuálnej práce), nasaďte ju. Nehľadajte ffp2 alebo ffp3. Mali by nám slúžiť a my sa ich snažíme nájsť. Doteraz sme museli optimalizovať ich používanie iba za určitých okolností, ako to nedávno navrhla WHO vzhľadom na ich takmer všadeprítomné ochudobnenie.\nÁno, vďaka nedostatku určitých zariadení som ja a mnoho ďalších kolegov určite vystavení napriek všetkým prostriedkom ochrany, ktoré máme. Niektorí z nás už boli infikovaní napriek protokolom. Niektorí infikovaní kolegovia zasa infikovaných členov rodiny a niektorí z ich rodinných príslušníkov už bojujú medzi životom a smrťou.\nSme tam, kde vás vaše obavy môžu donútiť zostať preč. Snažte sa, aby ste zostali ďaleko. Povedzte svojim starším alebo iným členom rodiny, aby zostali doma. Prosím, prineste mu potraviny.\nNemáme inú alternatívu. Je to naša práca. V skutočnosti to, čo dnes robím, nie je práca, na ktorú som zvyknutý, ale aj tak ju robím a bude sa mi páčiť, pokiaľ bude reagovať na rovnaké zásady: pokúsiť sa prinútiť niektorých chorých, aby sa cítili lepšie a liečili sa, alebo len zmierniť utrpenie a bolesť tým, ktorí, bohužiaľ, nemôžu uzdraviť.\nNetrávim veľa slov o ľuďoch, ktorí nás dnes definujú ako hrdinov a ktorí sú až do včerajška pripravení nás uraziť a nahlásiť. Hneď ako sa všetko skončí, obaja sa vrátia k urážke a hlásia sa. Ľudia na všetko rýchlo zabudnú.\nA v súčasnosti nie sme ani hrdinovia. Je to naša práca. Každý deň predtým sme riskovali niečo zlé: keď dáme ruky do brucha plnej krvi niekoho, koho vôbec nevieme, či má HIV alebo hepatitídu C; keď to urobíme, aj keď vieme, že má HIV alebo hepatitídu C; keď bodneme s vírusom HIV a berieme lieky, ktoré nás zvracajú od rána do noci po dobu jedného mesiaca. Keď otvoríme obvyklým utrpením výsledky testov pri rôznych kontrolách po náhodnej punkcii v nádeji, že nebudú infikované. Jednoducho si zarábame na živobytie niečo, čo nám dáva emócie. Nezáleží na tom, či sú krásne alebo škaredé, jednoducho ich zoberte domov.\nNakoniec sa snažíme, aby sme sa stali prospešnými pre všetkých. Teraz to skúste urobiť aj my: svojimi činmi ovplyvňujeme život a smrť niekoľkých desiatok ľudí. Vy so svojimi, oveľa viac.\nZdieľajte a zdieľajte správu. Musíme šíriť slovo, aby sme zabránili tomu, čo sa tu deje v Taliansku.\nKrátko po tom, čo sa Macchiniho funkcia stala vírusovou, talianska vláda oznámila nové obmedzenia týkajúce sa cestovania verejnosťou v snahe zastaviť šírenie choroby.", "If the new coronavirus is exposed to a temperature of 26-27ºC it will be killed, as it does not live in hot regions. Also drinking hot water and sun exposure will do the trick and staying away from ice cream and cold food is advised.": "Ak je nový koronavírus vystavený teplote 26 - 27 ° C, bude usmrtený, pretože nežije v horúcich oblastiach. Piť horúcu vodu a slnečné žiarenie bude trik a pobyt mimo zmrzlinu a studené jedlo sa odporúča.", "Coronavirus graphics you may have been sent on WhatsApp are not actually from Unicef": "Grafika koronavírusu, ktorú ste možno dostali na WhatsApp, nie je v skutočnosti od Unicef", "There have been cases of Covid-19 in areas with warmer temperatures than this, and we don’t know what temperatures the virus can withstand. There’s no evidence that hot water and the sun will cure it or that staying away from cold food can prevent it.": "Prípady Covid-19 sa vyskytli v oblastiach s vyššími teplotami, ako je táto, a my nevieme, aké teploty môže vírus vydržať. Neexistuje dôkaz, že horúca voda a slnko ju vyliečia alebo že jej môže zabrániť zdržiavanie sa v chlade.", "Coronavirus lives for 12 hours on metal surfaces.": "", "We don’t know how long the virus can survive on surfaces yet, it could be between hours and days.": "Zatiaľ nevieme, ako dlho môže vírus prežiť na povrchoch, môže to byť medzi hodinami a dňami.", "Coronavirus lives on the hands for 10 minutes, but can be prevented with alcohol hand sanitiser.": "Koronavírus žije na rukách 10 minút, ale dá sa mu zabrániť pomocou dezinfekčného prostriedku na ruky.", "It’s not clear how long the virus can ‘survive’ on hands, but hand sanitiser with at least 60% alcohol is a good second choice to washing your hands with soap and water.": "Nie je jasné, ako dlho môže vírus „prežiť“ na rukách, ale dezinfekčný prostriedok na ruky s najmenej 60% alkoholu je dobrou druhou voľbou na umývanie rúk mydlom a vodou.", "Coronavirus may have been genetically engineered for “efficient spreading in the human population,” a bombshell new study has claimed.": "Koronavírus mohol byť geneticky upravený na „účinné šírenie v ľudskej populácii“, tvrdí nová štúdia bombového ústrojenstva.", "A study has not claimed the new coronavirus was ‘genetically engineered for efficient spread in humans’": "", "This is wrong and the study does not claim the new coronavirus has been genetically engineered. It simply compares the genome sequence of SARS-CoV-2 with other coronaviruses, and suggests a reason why it might be spreading relatively efficiently.": "To je zlé a štúdia netvrdí, že nový koronavírus bol geneticky upravený. Jednoducho porovnáva genómovú sekvenciu SARS-CoV-2 s inými koronavírusmi a naznačuje dôvod, prečo by sa mohla šíriť pomerne efektívne.", "The new coronavirus does not settle in the air but is grounded so it is not transmitted by air.": "Nový koronavírus sa neusadzuje vo vzduchu, ale je uzemnený, takže sa neprenáša vzduchom.", "The virus can spread via sneeze and cough droplets that can move a short distance through the air and into someone else’s system.": "Vírus sa môže šíriť prostredníctvom kvapiek kýchania a kašľa, ktoré sa môžu pohybovať na krátku vzdialenosť vzduchom a do systému niekoho iného.", "Covid-19 can be transmitted between humans and pets.": "Covid-19 sa môže prenášať medzi ľuďmi a domácimi zvieratami.", "Your pets almost certainly won’t give you Covid-19": "Vaši miláčikovia vám takmer určite nedajú Covid-19", "There is one reported case of a pet dog in Hong Kong testing ‘weak positive’ for Covid-19. However, the dog is showing no symptoms and there is some question to whether the positive test is valid. The WHO and NHS says there is no evidence that pets can become infected or pass the virus to people.": "V Hongkongu sa vyskytol jeden prípad domáceho psa, ktorý testoval „slabý pozitívny“ na Covid-19. Pes však nevykazuje žiadne príznaky a je otázne, či je pozitívny test platný. WHO a NHS tvrdia, že neexistuje dôkaz o tom, že by sa domáce zvieratá mohli nakaziť alebo preniesť vírus na ľudí.", "The new coronavirus is 400-500 micro and for this reason wide enough to be stopped by masks.": "", "The virus is 50-200 nanometres wide, and a mask, although sometimes necessary, won’t guarantee that you don’t get Covid-19.": "", "Coronavirus stays on fabric for 9 hours, so washing clothes or being exposed to the sun for two hours meets the purpose of killing it.": "", "We don’t know how long the virus can survive on fabric. There isn’t evidence that it can transmit from fabrics to people, though soiled clothing from Covid-19 patients should be washed normally.": "", "Coronaviruses can live on surfaces for up to 28 days, so you should be careful if you receive a package from China.": "", "There’s no evidence that the new coronavirus can survive on packages for 28 days": "", "There is currently no evidence that this virus can survive on surfaces that long. Most other coronaviruses do not. Current health advice suggests the risk of contracting the virus from a package is very low.": "", "Can dogs get coronavirus?": "", "<p>Amid the global outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), pet owners have been wondering if dogs are at risk of contracting the novel coronavirus and spreading COVID-19. Can they?</p>": "", "Are lock-downs the best option to slow the spread of coronavirus?": "", "<p>Italy has locked down its citizens in response to COVID-19. What are the ways governments can help stop the spread of coronavirus and other pandemics?</p>": "", "Is Africa the most vulnerable continent for coronavirus?": "", "<p>I read that coronavirus is more dangerous for immuno-compromised and since Africa has a large population living with AIDS, is it more vulnerable to coronavirus. Is that true? Wouldn't the death rate be higher in Africa then?</p>": "", "Almost 200 people in Italy died from the coronavirus in 24 hours.": "", "Did Italy Confirm Almost 200 Coronavirus Deaths in 24 Hours?\nAs of early March 2020, Italy had seen the worst COVID-19 outbreak outside Asia.\nAs the World Health Organization (WHO) declared the spread of COVID-19 a pandemic in early March 2020, alarmed readers asked Snopes to verify reports that nearly 200 people died in a 24-hour span in Italy as a result of the disease.\nSadly it is true that between March 10 and March 11, 2020, 196 people died in Italy, which was suffering the worst outbreak of COVID-19 outside Asia.\nReuters reported on March 11 that, “The death toll from coronaviruses in Italy has risen from 196 to 827, an increase of 31%, Civil Protection [Agency] announced today.”\nThe situation worsened the next day as an additional spate of deaths was reported. On March 12, The New York Times reported, “The death toll from an outbreak of coronavirus in Italy has jumped in the last 24 hours by 189 to 1,016, a rise of 23%, the Civil Protection Agency said.”\nItaly was struggling to keep pace with the disease, running low on hospital beds and equipment to treat the rapidly-spreading virus, which was first detected in Wuhan, China in late 2019.\nThe news of these fatalities came amid announcements in the United States that everything from basketball tournaments to Disneyland were shutting down in an effort to curb the spread of the virus.\nU.S. health officials estimate that COVID-19, a disease caused by the coronavirus, is roughly ten times more deadly than the seasonal flu.": "", "true": "", "“President Obama set up anti-pandemic programs in 47 vulnerable countries, as a way to protect against something just like Coronavirus breaking out across the world. Experts begged Trump to keep them open. He closed 37 of them.\"": "", "False Claim About CDC's Global Anti-Pandemic Work": "", "Are coronaviruses easily spread?": "", "Are zinc lozenges effective for coronavirus?": "", "<p>There have been many people claiming 'zinc lozenges have been proven effective in blocking coronavirus from multiplying in your throat' to reduce the symptoms of colds and coronavirus. Is this true?</p>": "", "\"Take a few sips of water every 15 minutes at least ... drinking water or other liquids will wash\" the coronavirus \"down through your throat and into the stomach. Once there, your stomach acid will kill all the virus.\"": "", "Viral Social Media Posts Offer False Coronavirus Tips": "", "If the new coronavirus gets into your mouth, drinking water or other liquids will wash them down through the oesophagus. Once they’re in the stomach, the acid will kill the virus. If you don't drink enough water more regularly, the virus can enter your windpipes and into the lungs.": "", "Holding your breath is not an indicator of whether you have the new coronavirus, and drinking water doesn’t protect against it": "", "This is incorrect. Drinking water does not prevent an infection and there have been cases where the virus has survived in the stomach and affected people’s intestines.": "", "Do travel bans work for slowing pandemics like coronavirus?": "", "<p>The US government has banned travel from Europe - is there evidence that this policy will work?</p>": "", "Cristina Higgins authored a personal account about the spread of COVID-19 in Italy.": "", "Did Cristina Higgins Pen This Facebook Post About Coronavirus in Italy?\nA personal account concerning the spread of COVID-19 in Italy went viral in March 2020.\nOn March 10, 2020, Facebook user Cristina Higgins posted a message from Bergano, Italy, or as she described it the “heart of the coronavirus crisis.” Higgins’ post described how the country was dealing with the spread of COVID-19, the disease caused by the new coronavirus, and claimed that “the news media in the US has not captured the severity of what is happening here.”\nMany Snopes readers inquired about Higgins’ post, which racked up more than a half-million shares within two days, so we have reproduced it in full at the end of this article, and we’ll address a few of the claims made in the post.\nBut first let’s verify that Higgins is the author of this post and that she truly lives in Italy. \nAttribution on the internet can be a difficult thing. Facebook posts like this are often copied, pasted, and spread across social media where they get attributed to a variety of sources. An unattributed version of this post, for instance, was viewed more than 100,000 times after it was posted to Imgur.\nHiggins does appear to be the true author of this post, however. NBC News contacted her after the post went viral and reported that she is an American currently living in Italy. \nNBC News writes:\nFor nearly two weeks, Cristina Higgins, an American who lives in Italy, has traveled no farther from her apartment building than the driveway. Her days begin at the breakfast table with her husband and three children before the kids log online to do their schoolwork from home. The family spends their evenings playing Monopoly in their apartment.\n[…]\n“We have friends who are getting sick. It’s very stressful,” Higgins told NBC News over the phone from her home in Bergamo, where she, like everyone else, is under government-ordered home isolation, even though she and her family are not sick. “I am nauseous all day long, because every time I look at the news or talk to somebody else, something terrible has happened. And I don’t know what’s going to happen next.”\n[…]\nHiggins said she rarely posts to Facebook but felt it was important to convey to those outside of Italy who can’t comprehend how bad the situation is that they need to do whatever they can to not pass on the disease.\nHiggins appears to be the true author of this post. Furthermore, the claims she made in the post, generally speaking, are accurate. Let’s examine a few of her assertions.\nIs COVID-19 the Same as the Flu? \nWhile COVID-19 has been compared to the flu and has similar symptoms, Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, told the House Oversight and Reform Committee that COVID-19 was at least “10 times as lethal” as the seasonal flu. \nHere’s a clip of Fauci’s testimony:\n\n\n\n\n\nWe transcribed the relevant portion below:\nFor the practical understanding of the American people, the seasonal flu that we deal with every year has a mortality of 0.1%. The stated mortality overall of this [coronavirus], when you look at all the data including China, is about 3% […]. If you count all the cases of minimal symptomatic or asymptomatic infection, that probably brings the mortality rate down to 1%. Which means that it is 10 times more lethal than the seasonal flu.\nIs Italy Under Lockdown?\nIn general, yes. Italy has restricted public gatherings and travel for all 60 million of its residents. Nonessential businesses such as restaurants and bars have been closed, and the country is encouraging social distancing. Food stores and pharmacies are about the only businesses that will be allowed to stay open until restrictions are lifted. \nCNN reported:\nItaly has imposed sweeping nationwide restrictions on travel and public life, a desperate attempt to contain the coronavirus outbreak that looks set to plunge the world’s eighth largest economy into a steep recession.\nThe measures announced late Monday include travel restrictions on 60 million residents, a ban on public events, the closure of schools, movie theaters, museums and gyms, and limits on opening hours for restaurants, bars and shops.\nThe government took action as the number of deaths caused by coronavirus reached 463 and infections topped 9,000, more than double the number reported in China as a share of the population. The restrictions are in place until at least April 3.\nAre Intensive Care Units in Italy Operating at Capacity? \nOne major concern about a viral outbreak is that there won’t be enough beds and supplies to treat sick people. Although Italy may have adequate space to treat people during a normal year, hospitals can become overwhelmed when there is a surge of patients. That is currently the case in Italy. \nVox reports:\nThe coronavirus has overwhelmed the country’s health system, particularly in the north. More than 80 percent of the hospital beds in Lombardy, the hardest-hit province, are being occupied by coronavirus patients, according to Bloomberg. Intensive care units are overloaded while elective surgeries have been canceled in the process to free up beds. Stories abound on social media about doctors struggling to meet their patients’ needs, even rationing care.\nCan Young People Get the Coronavirus?\nAlthough older generations are certainly at higher risk of dying from this disease, young people are not immune to COVID-19. The CDC writes that “infections in children have been reported, including in very young children.” While many younger people may have a strong enough immune system to survive the disease, they can catch it, carry it, and spread it to more people. \nThe Verge writes:\nMost people who are young or healthy and who contract the virus don’t get severely ill. But if you have the virus, even if you don’t get that sick, you might come into contact with people who are more at risk — and pass the virus to them. That’s why it’s so important to stay home if you’re not feeling well. Minimizing the number of people each sick person infects is low-tech, but it’s the best way to slow the spread of a disease like COVID-19. It’s the goal of policies like school closures and event cancellations and why people who might have been exposed to the illness are asked to isolate themselves.\nThe Facebook Post \nFor reference, here is the full text of Higgins’s Facebook post:\nI am writing to you from Bergamo, Italy, at the heart of the coronavirus crisis. The news media in the US has not captured the severity of what is happening here. I am writing this post because each of you, today, not the government, not the school district, not the mayor, each individual citizen has the chance, today to take actions that will deter the Italian situation from becoming your own country’s reality. The only way to stop this virus is to limit contagion. And the only way to limit contagion is for millions of people to change their behavior today.\nIf you are in Europe or the US you are weeks away from where we are today in Italy.\nI can hear you now. “It’s just a flu. It only affects old people with preconditions”\nThere are 2 reasons why Coronavirus has brought Italy to it’s knees. First it is a flu is devastating when people get really sick they need weeks of ICU – and, second, because of how fast and effectively it spreads. There is 2 week incubation period and many who have it never show symptoms.\nWhen Prime Minister Conte announced last night that the entire country, 60 million people, would go on lock down, the line that struck me most was “there is no more time.” Because to be clear, this national lock down, is a hail mary. What he means is that if the numbers of contagion do not start to go down, the system, Italy, will collapse.\nWhy? Today the ICUs in Lombardy are at capacity – more than capacity. They have begun to put ICU units in the hallways. If the numbers do not go down, the growth rate of contagion tells us that there will be thousands of people who in a matter of a week? two weeks? who will need care. What will happen when there are 100, or a 1000 people who need the hospital and only a few ICU places left?\nOn Monday a doctor wrote in the paper that they have begun to have to decide who lives and who dies when the patients show up in the emergency room, like what is done in war. This will only get worse.\nThere are a finite number of drs, nurses, medical staff and they are getting the virus. They have also been working non-stop, non-stop for days and days. What happens when the drs, nurses and medical staff are simply not able to care for the patients, when they are not there?\nAnd finally for those who say that this is just something that happens to old people, starting yesterday the hospitals are reporting that younger and younger patients – 40, 45, 18, are coming in for treatment.\nYou have a chance to make a difference and stop the spread in your country. Push for the entire office to work at home today, cancel birthday parties, and other gatherings, stay home as much as you can. If you have a fever, any fever, stay home. Push for school closures, now. Anything you can do to stop the spread, because it is spreading in your communities – there is a two week incubation period – and if you do these things now you can buy your medical system time.\nAnd for those who say it is not possible to close the schools, and do all these other things, locking down Italy was beyond anyone’s imagination a week ago.\nSoon you will not have a choice, so do what you can now.\nPlease share.": "", "To test for the new coronavirus, take a deep breath and hold for more than 10 seconds. If you complete it successfully without coughing, discomfort, stuffiness or tightness it proves there is no fibrosis in the lungs, basically indicating no infection.": "", "There is no evidence to suggest this test can show if you have the new coronavirus.": "", "Donating blood requires that you be administered a free test for the COVID-19, a disease caused by the coronavirus.": "", "Can You Get a Free Coronavirus Test by Donating Blood?\nIt's not the case that all blood banks are performing coronavirus tests on donors.\nAs governments fight the COVID-19 pandemic, Snopes is fighting an “infodemic” of rumors and misinformation, and you can help. Tell us about any questionable, confusing, or concerning rumors and “advice” you encounter. \n\nIn early March 2020, as the availability and cost of testing members of the public for the COVID-19 coronavirus disease sweeping the globe was a hot issue, a widely-shared tweet offered a supposed “loophole” for obtaining such testing for free. Just volunteer to donate blood, it asserted, and the agency taking your donation would have to test you for free:\n\nHowever, it’s not the case that all blood banks are performing coronavirus tests on donors — as news reports have noted, “blood donation centers do not have test kits on hand to check for the coronavirus.” \nMoreover, as the American Red Cross declared in a statement, conducting such tests on donors is unnecessary because “there is no data or evidence that COVID-19 can be transmitted by blood transfusion, and there have been no reported cases of transmissions for any respiratory virus, including this coronavirus, worldwide.”\nThe Associated Press likewise reported of the subject that:\n\nBlood banks said they do not test for the novel coronavirus as part of the donation process. […]\n“We do a whole range of testing on blood donations as required by the FDA, but screening or testing for coronavirus is not happening,” said Kate Fry, chief executive officer of America’s Blood Centers, a North American network of nonprofit blood centers. The network oversees more than 600 blood collection sites.\nDr. Pampee Young, chief medical officer of the American Red Cross, told the AP that screeners do not test for the coronavirus as part of the process.\n“The last thing we would want is for people who are not healthy coming just to try to get tested,” she said.\n\nHowever, organizations such as the American Red Cross do advise that people should not donate blood now if they know or suspect they have been exposed to the coronavirus:\n\n[T]he American Red Cross has implemented new blood donation deferrals out of an abundance of caution. We are now asking that individuals postpone their donation for 28 days following:\no Travel to China and its special administrative regions, Hong Kong and Macau, as well as Iran, Italy and South Korea.\no Diagnosis of COVID-19, contact with a person who has the virus, or is suspected to have it.\n\nThe American Red Cross does advise that, “Right now, eligible and healthy donors are strongly urged to make an appointment to prevent shortages.”": "", "Symptoms of Covid-19 include nausea, hair loss, bone marrow damage.": "", "These claims about the new coronavirus and 5G are unfounded": "", "This is incorrect. Symptoms have been reported as including fever, coughing and shortness of breath.": "", "The new coronavirus is actually the impact of 5G exposure.": "", "This is incorrect, the new coronavirus is a virus and there is no evidence that 5G is harmful to people’s health.": "", "\"We just passed a law saying you do not have to pay for any of this, period,\" referring to health care coverage for COVID-19.": "", "FactChecking the March Democratic Debate": "", "Covers Tests Not Care": "", "Bill Gates created the new coronavirus and a vaccine for it.": "", "This is incorrect. The Bill Gates and Melinda Gates Foundation has funded a research institute that has a patent to a different coronavirus.  Coronavirus is a large category of viruses that includes the common cold, SARS and the new virus that causes Covid-19.": "", "The World Health Organisation (WHO) have advised people to use contactless payments instead of cash to reduce the risk of Covid-19 transmission.": "", "The WHO has clarified that they aren't warning people against using paper money due to coronavirus": "", "The WHO advises the public to wash their hands after handling money, especially if handling or eating food. But they haven’t issued a warning about using banknotes.": "", "The coronavirus outbreak is not actually caused by a virus, but by 5G technology": "", "Viral claim falsely asserts that COVID-19 is due to 5G technology rollout, not a virus": "", "Incorrect": "", "Patients should avoid taking ibuprofen to relieve pain and fever associated with COVID-19 infections.": "", "Should COVID-19 Patients Avoid Taking Ibuprofen?\nFrench medical advice warned that \"adverse effects\" of drugs such as ibuprofen had been reported in coronavirus patients.\nAdding to the extant confusion swirling about the COVID-19 coronavirus disease pandemic in March 2020, the French government, including Health Minister Olivier Véran, issued warnings advising that infected persons should avoid taking nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen:\n\nSerious adverse events related to the use of nonsteroidal anti-inflammatory drugs (NSAIDs) have been reported in patients with COVID19, possible or confirmed cases. We remind you that the treatment of a poorly tolerated fever or pain in the context of COVID19 or any other respiratory virosis is based on paracetamol, without exceeding the dose of 60 mg/kg/day and 3g/day. NSAIDs should be banned.\n\nCOVID-19 — Taking anti-inflammatory drugs (ibuprofen, cortisone, …) could be a factor in worsening the infection. If you have a fever, take paracetamol [also known as acetaminophen]. If you are already on anti-inflammatory drugs or in doubt, ask your doctor for advice.\nDr. Amir Khan, a National Health Service (NHS) doctor and a senior university lecturer in the U.K., offered the following explanation about why taking anti-inflammatory drugs might have a deleterious effect on persons dealing with a COVID-19 infection:\nDespite all of their beneficial effects, it has long been known that anti-inflammatories can have a depressive effect on parts of our immune systems.\nWhen it comes to taking them to help ease the symptoms of the common cold, we do not really have to worry about this slight but important reduction in the strength of our immune systems: We are very unlikely to develop complications from the common cold, let alone die from it.\nBut we need our immune system in top working order in order to battle the coronavirus and win.\nWhen the virus enters the human body, it induces mild to severe respiratory problems, a high fever, cough and, potentially, multi-organ dysfunction, which can lead to death.\nAn early part of our body’s immune response to a virus of this sort is to release cells called mast cells, which form our first line of defense against the virus.\nThese [mast cells] are released very quickly from our respiratory tract — the nasal passageway and linings of the lungs.\nWhen the mast cells come into contact with the virus, they then trigger a much bigger immune response, which involves inflammatory chemicals being released.\nWe need these inflammatory chemicals to help tackle the virus in the medium to long term. It is the effectiveness of these chemicals that decides whether a person develops complications from the coronavirus or makes a full recovery.\nIf we take medicines that dampen this immune response, such as ibuprofen, this can lead to us not fighting off the infection as effectively, potentially leading to a longer illness with a higher risk of complications.\nThese warnings to avoid ibuprofen (commonly known by the brand name Advil) generated mixed reactions among the medical community, with some asserting that scientific evidence to support it was lacking, and others maintaining that it was generally good advice:\n“Deeply concerned about this bold statement,” Muge Cevik, a researcher at the University of St Andrews Infection and Global Health Division, said on Twitter. “There’s no scientific evidence I am aware of that ibuprofen [causes worse] outcomes in #COVID19.”\nBut other experts suggested that Véran’s advice is in line with some countries’ general guidance on anti-inflammatory painkillers such as ibuprofen, even if their specific connection to the coronavirus is not clear.\n“There is a good reason to avoid ibuprofen as it may exacerbate acute kidney injury brought on by any severe illness, including severe COVID-19 disease. There isn’t yet any widely accepted additional reason to avoid it for COVID-19,” Rupert Beale, a group leader in Cell Biology of Infection at the UK’s Francis Crick Institute, told the UK’s Science Media Centre.\nExemplifying that split of opinion, Dr. Tom Wingfield, senior clinical lecturer and honorary consultant physician at the Liverpool School of Tropical Medicine, observed that it was unclear whether the proffered advice about ibuprofen was specific to COVID-19 or merely ordinary “good practice,” but that in any case paracetamol “would generally be preferred over ibuprofen to relieve symptoms caused by infection such as fever”:\nIn the UK, paracetamol would generally be preferred over non-steroidal anti-inflammatory drugs (“NSAIDS”) such as ibuprofen to relieve symptoms caused by infection such as fever. This is because, when taken according to the manufacturer’s and/or a health professional’s instructions in terms of timing and maximum dosage, it is less likely to cause side effects. Side effects associated with NSAIDs such as ibuprofen, especially if taken regularly for a prolonged period, are stomach irritation and stress on the kidneys, which can be more severe in people who already have stomach or kidney issues. It is not clear from the French Minister’s comments whether the advice given is generic ‘good practice’ guidance or specifically related to data emerging from cases of Covid-19 but this might become clear in due course. It should also be noted that, in the UK, we would not commonly use cortisone to relieve infection-related symptoms such as fever.\nAs Khan cautioned, for now patients and their doctors will need to be aware of the “careful balance between managing the symptoms of their long-term health condition and risking the devastating effects of the coronavirus.” He advised that paracetamol or acetaminophen may be preferable alternative medications for pain and fever associated with COVID-19.": "", "unproven": "", "Gargling with salt water or Vinegar 'eliminate' the COVID-19 coronavirus from the throat of an infected person's system.": "", "Will Gargling with Salt Water or Vinegar ‘Eliminate’ the COVID-19 Coronavirus?\nWhat works for colds is unlikely to help an already-infected person stave off the COVID-19 coronavirus disease.\nThe COVID-19 coronavirus disease pandemic of early 2020 brought a raft of dubious and false medical advice about the prevention and treatment of the illness to the internet, among which was one widely circulated graphic advocating that persons exposed to the virus try gargling various substance to ‘eliminate’ the virus and prevent it from reaching the lungs via the throat: \n“Corona virus before it reaches the lungs it remains in the throat for four days and at this time the person begins to cough and have throat pains. If he drinks water a lot and gargling with warm water & salt or vinegar eliminates the virus. Spread this information because you can save someone with this information.”\n\nWhile gargling some combination of warm water, salt, and vinegar has long been used as a means of relieving symptoms related to colds and flus, such as sore throats, there’s no evidence that it can help ward off or drive out infections from the COVID-19 coronavirus disease.  And although the virus is said to replicate in the nose and nasal secretions, we’ve found nothing documenting the notion that the current coronavirus “remains in the throat for four days” and can be effectively expelled at the conclusion of that time period to keep it from reaching the lungs.  (The incubation period for this virus, which is the time between when a person is exposed to the virus and when they start showing symptoms, has been estimated at about five days on average.)\nThe World Health Organization’s (WHO) website offers a page offering COVID-19 coronavirus disease advice for the public which addresses the substance of this rumor in an item about rinsing nasal passages (which are connected to the throat) with saline:\n\nThere is no evidence that regularly rinsing the nose with saline has protected people from infection with the new coronavirus. \nThere is some limited evidence that regularly rinsing the nose with saline can help people recover more quickly from the common cold. However, regularly rinsing the nose has not been shown to prevent respiratory infections.\n\n\n\n\n\n\nDrinking sufficient water to stay adequately hydrated is generally good health advice at any time, but gargling with it (whether in plain form or as saline/vinegar) is of doubtful benefit for ‘eliminating’ the coronavirus once it has already taken": "", "Are governments doing enough to limit the coronavirus pandemic?": "", "Are children more at risk to coronavirus?": "", "Before a vaccine, can coronavirus be treated?": "", "People who have survived the COVID-19 coronavirus disease can become reinfected by the virus.": "", "Can People Who Recover from COVID-19 Become Reinfected?\nMedical professionals believe positive coronavirus retests are more likely the result of errors in testing rather than reinfection.\nAs the world grappled with the COVID-19 coronavirus disease pandemic in early 2020, people around the globe began to consider the dread possibility that COVID-19 might not only be more infectious and have a much higher mortality rate than the seasonal flu, but that at least some persons who survived  it might become reinfected rather than developing an immunity to it.  \nA few reports have trickled in from around the world suggesting that someone who had COVID-19 recovered and then fell ill with it again, such as the following account from China:\n\nMr. Wang, a resident of Xuzhou, in Jiangsu province, appeared to have emerged victorious from a monthlong battle with the illness. \nThree days later, though, Wang tested positive for the coronavirus again. He was re-hospitalized and his neighbors were locked down once more. His current condition is unknown.\nWang, whose full name has not been disclosed for privacy reasons, is one of more than 100 reported cases of Chinese patients who have been released from hospitals as survivors of the new coronavirus — only to test positive for it a second time in the bewildering math of this mysterious illness.\n\nHowever, at this juncture it’s difficult to determine whether such reports document that fully recovered COVID-19 patients truly became infected anew, or whether those persons may have relapsed or not completely recovered from their first bout of the illness.  Problems with diagnostic testing techniques have been raised as one possibility to explain why some patients might have retested positive for COVID-19 after seemingly recovering:\n\n[Such cases] are raising questions in China about the reliability of diagnostic tests, the possibility of reinfection and whether patients are wrongly designated as “recovered” and released too early from hospitals.\nScientists in and outside China agree that reinfection is a highly unlikely explanation for the patients who retest positive. They say testing errors are more likely to blame — either false negatives that resulted in patients being discharged too early, or false positives when they retested and were taken back into hospital.\nThose errors could be attributed to contaminated test samples, human error while taking swabs, or an oversensitive nucleic acid test that detects strands of virus.\n\nThe Los Angeles Times quoted Dr. Keiji Fukuda, director of Hong Kong University’s School of Public Health, as saying that COVID-19 reinfection was unlikely and that false positives in testing procedures were a more likely possibility:\n\n“If you get an infection, your immune system is revved up against that virus,” he said. “To get reinfected again when you’re in that situation would be quite unusual unless your immune system was not functioning right.”\nWhat’s more likely is that people are being released from hospitals while still carrying dormant fragments of the disease that are not infectious but resemble the virus when put through a nucleic acid test, he said.\n“The test may be positive, but the infection is not there,” he said\n\nDr. Clifford Lane, deputy director for Clinical Research and Special Projects at the National Institute of Allergy and Infectious Diseases, was also quoted as suggesting that the real issue was with inaccuracies in testing patients who had not fully recovered rather than with reinfection:\n\nAnother possibility is that the level of virus fell below the threshold that tests could detect but then resurfaced, [Lane] said.\n“So it looks like [some patients] cleared the virus and then the virus came back,” Lane said. “But they never really cleared it and they had a more prolonged course of infection.”\nLane was one of only two U.S. experts in a World Health Organization delegation that visited China in February. He said Chinese experts told the visitors that there were no examples of people who became “reinfected.”\n\nA coronavirus infection’s going into a “dormant” stage and then re-emerging was another possibility for explaining the appearance of reinfection suggested by Dr. Philip M. Tierno, Clinical Professor of Microbiology and Pathology at at New York University: “Once you have the infection, it could remain dormant with minimal symptoms.  And then you can get an exacerbation if it finds its way into the lungs.” \nThe Associated Press also offered the possibility that mutations in the virus might conceivably make it different enough to reinfect persons who had acquired immunity to an earlier version:\n\nScientists at the at the Fred Hutchinson Cancer Research Center in Seattle say the 30,000-letter genetic code of the virus changes by one letter every 15 days. It’s not known how many of these changes would be needed for the virus to seem different enough to the immune system of someone who had a previous version of it for it to cause a fresh infection.\n\nDr. Anthony S. Fauci, the Director of the National Institute of Allergy and Infectious Diseases who is for many Americans the most familiar source for information on the coronavirus disease (due to his numerous appearances at government press conferences and cable television news reports), told Congress that he felt it was unlikely anyone could become reinfected by the virus: “We haven’t formally proved it, but … if this acts like any other virus, once you recover, you won’t get reinfected.”   \nWhile this topic is an area that requires additional study, medical professionals still caution that “The things to worry about are at the other end of the illness” — that the primary focus should still be on limiting the outbreak by trying to ensure that symptomatic and undiagnosed persons are not exposing themselves to, and potentially infecting, others.": "", "Does soap work on coronavirus?": "", "Will people get Coronavirus pandemic fatigue?": "", "Does the transmission of coronavirus vary by country?": "", "Italy has stopped treating elderly coronavirus patients due to \"socialized medicine.\"": "", "Has Italy Stopped Treating the Elderly in the COVID-19 Pandemic?\nA viral social media post claimed Italian doctors were not treating older patients with coronavirus due to \"socialized medicine.\"\nAs governments fight the COVID-19 pandemic, Snopes is fighting an “infodemic” of rumors and misinformation, and you can help. Tell us about any questionable, confusing, or concerning rumors and “advice” you encounter. \n\nAs the COVID-19 new coronavirus disease spread across the United States in early 2020, so did anxiety, as people looked to how the virus had affected Italy, already deep in the throes of the pandemic. A social media meme exacerbated the anxiety with the claim that Italian doctors had “decided NOT to treat the elderly,” and that that was the result of “socialized medicine.”\nAs of mid-March, Italy was the hardest-hit nation outside of Asia and had become the new epicenter for the global pandemic. As in China, where the virus was initially detected in the winter of 2019, the Italian health care system was overwhelmed by the disease. Amid fears that the United States could end up in a similar situation, a viral Facebook meme pointed the finger at Italy’s government-run health care system.The meme appears to represent both an exaggeration and distortion of news reports and events in Italy regarding the coronavirus. Readers also inquired about an article published by the British news publication The Telegraph, headlined, “Italians over 80 ‘will be left to die’ as country overwhelmed by coronavirus.” The article references a document drawn up by health officials in Turin, a city in Northern Italy hit hard by the virus, with guidelines for if and when “It becomes impossible to provide all patients with intensive care service.” In such a case, the document says, “It will be necessary to apply criteria for access to intensive treatment, which depends on the limited resources available.”\nThe Telegraph reported that the document “produced by the civil protection department of the Piedmont region, one of those hardest hit, says: ‘The criteria for access to intensive therapy in cases of emergency must include age of less than 80 or a score on the Charlson comorbidity Index [which indicates how many other medical conditions the patient has] of less than 5.'”\nThe guidelines were expected to affect the whole country and go into effect, according to the Telegraph, “‘If the situation becomes of such an exceptional nature as to make the therapeutic choices on the individual case dependent on the availability of resources, forcing [hospitals] to focus on those cases in which the cost/benefit ratio is more favorable for clinical treatment.'”\nIn other words, it is not true that Italy as a whole had “decided not to treat their elderly” for the coronavirus. What is true per news reports is that overwhelmed Italian health systems that have more patients than available equipment could face “catastrophe” triage decisions not seen since World War II. That has nothing to do the fact that Italy, like other European countries, has a public health care system, or what some people call “socialized medicine.” It is instead the result of the sheer volume of cases flooding the hospitals.\nAs of March 12, 2020, The New York Times reported that Italian officials had maintained that everyone who needed care was entitled to it. In a public statement on the matter, Italian Prime Minister Giuseppe Conte stated, “We live in a system in which we guarantee health and the right of everyone to be cured. It’s a foundation, a pillar, and I’d say a characteristic of our system of civilization. And thus we can’t allow ourselves to let our guard down.”\nThe Times also reported that Flavia Petrini, president of the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care, had issued “catastrophe medicine” guidelines:\n“In a context of grave shortage of health resources,” the guidelines say, intensive care should be given to “patients with the best chance of success” and those with the “best hope of life” should be prioritized.\nThe guidelines also say that in “in the interests of maximizing benefits for the largest number,” limits could be put on intensive care units to reserve scarce resources to those who have, first, “greater likelihood of survival and secondly who have more potential years of life.”\n“No one is getting kicked out, but we’re offering criteria of priority,” Dr. Petrini said. “These choices are made in normal times, but what’s not normal is when you have to assist 600 people all at once.”\nGiulio Gallera, the Lombardy official leading the emergency response, said on Thursday that he hoped the guidelines never needed to be applied.\nIn sum, Italy did not announce it would abandon elderly patients with COVID-19 wholesale. Instead, health care workers in various circumstances and locales might be forced to ration treatment and make judgments based on who is expected to live longest, if treated. Chinese doctors have faced this situation, and some fear it may be in store for the U.S. health care system if the number of active coronavirus cases in the United States isn’t successfully controlled. We therefore rate this claim a “Mixture” of true and false.": "", "Jared Kushner’s brother, Joshua Kushner, owns a company involved in COVID-19 testing.": "", "Does Jared Kushner’s Brother Own a Company Involved in COVID-19 Testing?\nOscar, a digital health-insurance startup that recently set up a service for users to find COVID-19 testing centers, was co-founded by Joshua Kushner.\nAs governments fight the COVID-19 pandemic, Snopes is fighting an “infodemic” of rumors and misinformation, and you can help. Tell us about any questionable, confusing, or concerning rumors and “advice” you encounter. \n\nCompared to the output of most other developed countries, the United States’ ability to test for COVID-19, the disease caused by the novel coronavirus, has been extremely limited. This reality has led to rumors that President Donald Trump’s administration, or some of its members, have a financial interest in promoting specific tests as opposed to others that would be more widely available or more easily distributed.\nOne claim that has emerged in this vein came from a report by Raw Story that asserted “the Kushner family is trying to cash in on the pandemic that could kill millions of us.” The basis for this claim concerns the health insurance startup Oscar co-founded by Jared Kushner’s brother, Joshua Kushner. Jared Kushner is the son-in-law of and special adviser to Trump.\nOscar Health’s COVID-19 Testing Locator\nOn March 13, 2020, Oscar announced that it would be launching a testing-center locator for COVID-19:\nToday, Oscar, a tech-driven health insurance company, launched the first testing center locator for COVID-19 in the U.S., featuring more than 100 centers today. It is accessible to the general public and more testing centers are being added every day.\nHowever, the details of Oscar’s testing locator have been described incorrectly in several viral social media posts alleging profiteering from the Kushners during the coronavirus pandemic. A well-shared post by a user named “Boston Judy,” for example, asserted that “we didn’t have testing because the Trump family circle wanted to wait till they could make a profit.”\n\nEven if this assertion had merit, the actions Oscar took merely help locate unaffiliated testing centers. As an insurance company, Oscar does not manufacture, perform, analyze, or sell any actual COVID-19 test. Further, the test-center locator that Oscar developed is open to the general public and is not limited to people who get insurance through Oscar. Once a user has taken a short survey, the locator will provide the closest locations for testing in areas in which they operate. While the service also acts as a promotion for the company, it can serve as a testing center locator for any interested party.\nWill Oscar Health Profit from COVID-19?\n“Boston Judy” later clarified that Oscar was not producing tests, but that the company would get to “bill the feds for evaluating people for COVID and referring them to a testing center if they meet the criteria [for testing].” While the legislation that would allow for such a reimbursement likely will include a fund for covering the cost of these tests, the legislation has not yet been finalized, and it’s unclear that it would really be a windfall for Oscar, either.\nOn March 13, 2020, U.S. House Democrats and the White House reached a deal on a package of legislation that included a requirement that insurance companies cover the full cost of COVID-19 with no cost sharing. As described by the Brookings Institute, this legislation, if and when it is passed by the Senate and signed by the president:\nWould offer financial support to state governments by temporarily increasing the share of Medicaid spending financed by the federal government, require almost all forms of health insurance to cover COVID-19 testing without cost-sharing, and create mechanisms to pay for COVID-19 testing for uninsured people.\nIn other words, while the government will likely be subsidizing insurance companies like Oscar, they are doing so to cover losses incurred by the requirement for full reimbursement to members. These laws, and the federal reimbursement they would authorize, would apply to any health insurance company in America, not only Oscar.\nDoes Jared Kushner Have Anything to Do With Oscar?\nJoshua Kushner co-founded Oscar in 2012. His venture capital firm, Thrive Capital, holds a significant ownership share. According to financial-disclosure forms released by Jared Kushner and his wife, Ivanka Trump, covering the year 2018, the couple owned and received profit from shares of Thrive:\n\nThis document also appears to assert that the couple divested from Thrive during the 2018 financial year:\n\nJared Kushner recently divested from another of his brother’s enterprises: the “real estate crowdfunding platform” Cadre. In that instance, the Center for Responsibility and Ethics in Washington (CREW) obtained a certificate of divestiture documenting Jared Kushner’s involvement in that company. Thus far, however, no certificate of divestiture has been produced publicly that documents Jared Kushner’s divestment in the company that owns Oscar.\nThat being said, the assertion that the Kushners as a family are involved in the business of COVID-19 testing is not entirely accurate. The company’s coronavirus response so far is limited to an online form that allows users to find a testing location if their symptoms call for it. Health insurance companies are likely to be reimbursed for covering the cost of COVID-19 testing once legislation is passed, but this would apply to all insurance providers, not just Oscar. For these reasons, we rank the truth of this claim as a “Mixture.”": "", "\"Gargling with warm water & salt or vinegar eliminates\" the coronavirus.": "", "Gargling Water With Salt Won't 'Eliminate' Coronavirus": "", "Parents can receive a case of baby formula during the COVID-19 pandemic by calling the number on the back of the company's product.": "", "Can You Get Free Baby Formula During COVID-19 Crisis by Calling the Company?\nYou can't conjure up a giveaway out of thin air.\nAs governments fight the COVID-19 pandemic, Snopes is fighting an “infodemic” of rumors and misinformation, and you can help. Tell us about any questionable, confusing, or concerning rumors and “advice” you encounter. \n\nIn March 2020, as the COVID-19 coronavirus disease continued to spread around the globe, worried citizens started to stock up on supplies to “wait out the storm” in the relative safety of their homes. As store shelves were temporarily emptied, a viral message started to circulate on social media that claimed anyone looking for baby formula during this pandemic could obtain some by simply calling the number on the back of one of these products: \n\nThis viral meme reads: “For parents who cannot find formula in stores for their babies right now grab the can of formula that you do have, and call the number on the back and they will send you a whole case during this time!”\nThis is not true. You can’t receive a free case of baby formula simply by calling the number on the back of a product. This claim appears to have originated out of whole cloth. \nOne red flag that indicates this post contains faulty advice is that no specific company is identified in the message. We searched the websites of some of the larger baby formula brands, such as Gerber and Enfamil, and found no announcements about how parents could obtain baby formula via this method during the pandemic. \nThe Motherload, a Facebook group for mothers, reached out to Aptamil Customer Services and quoted the company as saying the rumor was false. From the Facebook post:\n“I’m afraid this is not true and I’m really sorry to hear that people are spreading false rumours at such a worrying time. The World Health Organisation guidelines on the promotion of breastmilk substitutes STRICTLY prohibit us from giving out free milk under ANY circumstances.”\nAnd a spokesperson for that company also confirmed to Yahoo News that the rumor was false:\n“This is not true and I’m really sorry to hear that people are spreading false rumours at such a worrying time.\n“The World Health Organization guidelines on the promotion of breastmilk substitutes strictly prohibit us from giving out free milk under any circumstances.”\nWe reached out to Gerber for more comment and will update this article if more information becomes available. \nIn sum, this claim does not appear to have originated with a manufacturer of baby formula and seems to have been made up from whole cloth. As such we rate it as “False.”": "", "Gargling water mixed with salt or vinegar eliminates the new coronavirus from your throat.": "", "Drinking and gargling water will not cure the new coronavirus": "", "There is no evidence for this.": "", "Drinking lots of water will eliminate the new coronavirus from your throat.": "", "There is no evidence for this. It is a common myth.": "", "The new coronavirus is the “least deadly virus” and has a death rate lower than the 2009 H1N1 outbreak.": "", "Infographic on Facebook Distorts Comparative Facts on Viruses": "", "People with Covid-19 should not take ibuprofen": "", "There’s not enough evidence on whether people with Covid-19 should avoid ibuprofen": "", "There are concerns that ibuprofen can aggravate underlying health issues, but the NHS still includes it in its guidance for coping with Covid-19": "", "Do NSAIDs like ibuprofen increase the risk of complications from COVID-19?": "", "<p>There have been some reports that ibuprofen and similar anti-inflammatories increase the risk of complications from COVID-19 <a href=\"https://www.theguardian.com/world/2020/mar/14/anti-inflammatory-drugs-may-aggravate-coronavirus-infection\" target=\"_blank\">https://www.theguardian.com/world/2020/mar/14/anti-inflammatory-drugs-may-aggravate-coronavirus-infection</a></p><p>Other sources say this is false <a href=\"https://www.pharmazeutische-zeitung.de/fake-news-zu-ibuprofen-und-covid-19/\" target=\"_blank\">https://www.pharmazeutische-zeitung.de/fake-news-zu-ibuprofen-und-covid-19/</a></p><p>What is the evidence that NSAIDs increase risk of respiratory complications from COVID-19?</p>": "", "There are four young people with no underlying illnesses in an intensive care unit in Cork due to Covid-19, who had all been taking anti-inflammatory drugs.": "", "That ‘medical alert’ about severe Covid-19 cases in Cork due to anti-inflammatories is fake": "", "This is not true. It has been denied by the clinical lead of Ireland’s public health service and the whole message branded ‘misinformation’.": "", "COVID-19 is no worse than other outbreaks that have occurred in “every election year.\"": "", "Viral Posts Falsely Align Viruses to Election Years": "", "UK is testing more people for Covid-19 than any country other than China and Italy.": "", "There’s limited data on how many Covid-19 tests are being done globally, but the UK doesn’t rank third in the world": "", "This is incorrect. As at 13 March, the latest data available when this claim was made, the UK ranked fifth (behind China, South Korea, Italy and Russia) for the number of Covid-19 tests carried out. These statistics only included the 38 countries and regions with official data on Covid-19 tests at that time.": "", "A viral list notes numerous \"good news\" items related to the fight against the COVID-19 coronavirus disease pandemic.": "", "Is This ‘Good News’ List About the COVID-19 Pandemic Accurate?\nA few bright spots do indeed shine amid the doom and gloom of the new coronavirus.\nAs governments fight the COVID-19 pandemic, Snopes is fighting an “infodemic” of rumors and misinformation, and you can help. Browse our coronavirus fact checks here. Tell us about any questionable or concerning rumors and “advice” you encounter here.\n\nThings appeared pretty bleak in March 2020 as the COVID-19 coronavirus disease continued to spread across the globe. Businesses and restaurants were being shut down, people were asked to stay inside their homes, and the stock market was crashing. But, according to viral list on social media, it wasn’t all bad news. \nOn March 16, a Facebook post that supposedly highlighted some “good news” about COVID-19 started to spread online:\nHow about some good news?\n– China has closed down its last coronavirus hospital. Not enough new cases to support them.\n– Doctors in India have been successful in treating Coronavirus. Combination of drugs used: Lopinavir, Retonovir, Oseltamivir along with Chlorphenamine. They are going to suggest same medicine, globally.\n– Researchers of the Erasmus Medical Center claim to have found an antibody against coronavirus.\n– A 103-year-old Chinese grandmother has made a full recovery from COVID-19 after being treated for 6 days in Wuhan, China.\n– Apple reopens all 42 china stores,\n– Cleveland Clinic developed a COVID-19 test that gives results in hours, not days.\n– Good news from South Korea, where the number of new cases is declining.\n– Italy is hit hard, experts say, only because they have the oldest population in Europe.\n– Scientists in Israel likely to announce the development of a coronavirus vaccine.\n– 3 Maryland coronavirus patients fully recovered; able to return to everyday life.\n– A network of Canadian scientists are making excellent progress in Covid-19 research.\n– A San Diego biotech company is developing a Covid-19 vaccine in collaboration with Duke University and National University of Singapore.\n– Tulsa County’s first positive COVID-19 case has recovered. This individual has had two negative tests, which is the indicator of recovery.\n– All 7 patients who were getting treated for at Safdarjung hospital in New Delhi have recovered.\n– Plasma from newly recovered patients from Covid -19 can treat others infected by Covid-19.\nSo it’s not all bad news. Let’s care for each other and stay focused on safety of those most vulnerable.\nWe’re not sure who wrote this Facebook post. The earliest version we could find was posted by Dr. James Fedich, but we’ve come across several other variations of the list across social media. We reached out to Fedich to confirm authorship but we have not yet heard back. \nMore importantly, this list appears to be generally accurate. Some of the statements are missing some context, are a bit exaggerated, or appear to be little more than wishful thinking, so let’s take a brief look at each of the claims individually:\nChina has closed down its last coronavirus hospital. Not enough new cases to support them. \nChina built several temporary hospitals in order to care for people sickened by COVID-19. On March 11, journalists reported that these hospitals were shut down as the  spread of the disease started to slow. On March 19, China reported no new locally transmitted cases had been reported for the first time since the start of the pandemic:\n\nSmiling faces emerge from the masks of everyday heroes as all the makeshift hospitals close in Wuhan. #EverydayHero #coronavirus #COVID19 pic.twitter.com/hgYbzGJ1FY\n— China Daily (@ChinaDaily) March 11, 2020\n\nDoctors in India have been successful in treating Coronavirus. Combination of drugs used: Lopinavir, Retonovir, Oseltamivir along with Chlorphenamine. They are going to suggest same medicine, globally. \nThe Economic Times reported that the combination of two anti-HIV drugs had proven crucial to the treatment of coronavirus patients. India’s Union of Health Ministry revised its guidelines to recommend the use of “anti-HIV drug combinations Lopinavir and Ritonavir on a case-to-case basis depending upon the severity of the condition of a patient having coronavirus infection.”\nBut it’s unclear how effective these drugs will end up being or if they will be implemented in treatment worldwide. \nResearchers of the Erasmus Medical Center claim to have found an antibody against coronavirus.\nThe Dutch newspaper NL Times reported that “a team of ten scientific researchers from the Erasmus Medical Center in Rotterdam and Utrecht University” reported that they discovered an “antibody capable of fending off an infection by the Covid-19 variant of coronavirus.”\nThis may prove to be a big step in developing a vaccine for COVID-19. \nA 103-year-old Chinese grandmother has made a full recovery from COVID-19 after being treated for 6 days in Wuhan, China.\nThe Independent reported on March 11 that a 103-year-old woman named Zhang Guangfen contracted the disease in Wuhan, China. Guangfen was treated for six days at the hospital before being released. Dr. Zeng Yulan told reporters that the centenarian’s quick recovery was likely due to the fact that he had no underlying health conditions. \nApple reopens all 42 China stores.\nAlthough China was once the epicenter of this pandemic, the country managed to get a handle on the situation, and as of this writing cases in the country continue to drop. On March 13, 2020, Apple announced that it was reopening all 42 of its stores in China. \nReuters reported: “Apple Inc (AAPL.O) is reopening all 42 of its branded stores in China on Friday [March 13], a company spokesman said, more than a month after they were shut in the wake of the coronavirus outbreak.”\nCleveland Clinic developed a COVID-19 test that gives results in hours, not days.\nThe MetroHealth Medical Center in Cleveland, Ohio, announced on March 16 that it can test COVID-19 samples at its laboratory and get the results in just two hours. These tests, however, were in very limited supply:\nMetroHealth CEO and President Akram Boutros, MD, FACHE, said: “Supplies are very limited, and testing at this time must be reserved for the hospitalized patients who are critically ill and those who have had direct contact with them.”\nGood news from South Korea, where the number of new cases is declining.\nWhile COVID-19 continues, currently, to spread in places like the United States, some other countries have managed to “flatten the curve” and suppress the spread of the disease.\nScience Magazine wrote on March 17: “Amid these dire trends, South Korea has emerged as a sign of hope and a model to emulate. The country of 50 million appears to have greatly slowed its epidemic; it reported only 74 new cases today, down from 909 at its peak on 29 February. And it has done so without locking down entire cities or taking some of the other authoritarian measures that helped China bring its epidemic under control.”\nOne reason for South Korea’s success, according to CNN, is that the COVID-19 outbreak occurred in a population of relatively young, non-smoking women. \nItaly is hit hard, experts say, only because they have the oldest population in Europe.\nWhile South Korea may have benefited from this disease impacting its young population first, Italy, on the other hand, has one of the oldest populations on earth. \nWired reported: “Italy has been hit particularly hard, with some 2,000 deaths thus far. Overwhelmed hospital staffers have had to make devastating decisions about who to treat and who they must let perish. The reason why Italy is suffering so badly, write University of Oxford researchers in a new paper in the journal Demographic Science, may be twofold: The country has the second-oldest population on earth, and its young tend to mingle more often with the elderly, like their grandparents. Such demographic research will be critical in facing down the threat elsewhere, as more countries grapple with a deadly pandemic that’s just getting started and we learn more about how the virus is transmitted within families and communities.”\nScientists in Israel likely to announce the development of a coronavirus vaccine.\nHaaertz reported on March 18 that “scientists at Israel’s Institute for Biological Research” have made a “significant breakthrough,” and that they could announce in the next few days that they have completed development of a vaccine. \nHaaertz said: “According to medical sources, the scientists have recently had a significant breakthrough in understanding the biological mechanism and qualities of the virus, including better diagnostic capability, production of antibodies for those who already have the virus and development of a vaccine.”\nHowever, it will still be awhile before this vaccine reaches a larger population. \nHaaertz added: “The development process requires a series of tests and experiments that may last many months before the vaccination is deemed effective or safe to use.”\n3 Maryland coronavirus patients fully recovered; able to return to everyday life.\nFox 5 DC reported on March 14 that Maryland’s first three coronavirus patients had all recovered and were returning to their homes. \nThe news outlet wrote: “On Friday, Montgomery County’s Chief Health Officer Dr. Travis Gayles told FOX 5 the first three people to test positive for Coronavirus in the state of Maryland have recovered and are able to resume their normal lives.”\nA network of Canadian scientists are making excellent progress in Covid-19 research.\nThe Montreal Gazette reported on March 13 that the country’s scientists were making progress on COVID-19 research as they were able to isolate a copy of the coronavirus. \n“A team of Canadian researchers from Ontario has isolated and grown copies of the coronavirus, the agent responsible for the outbreak of COVID-19 that has spread worldwide,” the Gazette said. “The isolated virus will help researchers in Canada and across the world develop better diagnostic testing, treatments and vaccines, and to gain a fuller understanding of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).”\nA San Diego biotech company is developing a Covid-19 vaccine in collaboration with Duke University and National University of Singapore.\nA CBS TV station reported on March 12 that the San Diego biotech company Arcturus Therapeutics was working on a COVID-19 vaccine. \nThe outlet reported: “As the race to develop a vaccine for coronavirus / COVID-19 continues globally, the San Diego based biotech company, Arcturus Therapeutics, is working on creating one at its Torrey Pines lab … The biotech company is working with Duke NUS- Medical School, a partnership between Duke University and the National University of Singapore.”\nTulsa County’s first positive COVID-19 case has recovered. This individual has had two negative tests, which is the indicator of recovery.\nTulsa World reported on March 12 that the county’s first coronavirus case had fully recovered. The Tulsa Health Department reported the good news on Facebook:\n\nAll 7 patients who were getting treated for at Safdarjung hospital in New Delhi have recovered.\nThe Hindu reported on March 14 that seven coronavirus patients at Safdarjung hospital in New Delhi had recovered from the disease, writing: “Safdarjung Hospital, which is treating a bulk of COVID-19 patients here in the Capital has reported that seven of the positive cases currently admitted in the hospital have recovered but are yet to be discharged.” \nPlasma from newly recovered patients from Covid-19 can treat others infected by Covid-19.\nThe final item on this list refers to an experimental treatment. U.S. Food and Drug Administration (FDA) Commissioner Stephen Hahn said that the FDA was experimenting with a new COVID-19 treatment involving the plasma from a person who recovered from the disease:\nTech Crunch reported:\nHahn also highlighted another experimental treatment possibility that the FDA is investigating: Using plasma derived from blood taken from coronavirus patients who have recovered, and injecting that into other patients in an attempt to potentially jump start their own immune response.\n“There’s a cross-agency effort about something called convalescent plasma,” he said. “This is a pretty exciting area. And again, this is something that we have given assistance to other countries with as this crisis has developed, so FDA has been working for some time on this. If you’ve been exposed to coronavirus and you’re better, you don’t have the virus in your blood. We could collect the blood now, this is a possible treatment. This is not a proven treatment, I just want to emphasize that, [but we would] collect the blood, concentrate that and have the ability, once it’s pathogen-free, that is virus-free, be able to give that to other patients and the immunoglobulins, the immune response could potentially provide a benefit to patients.”\nIn Summary\nThe claims on the popular “good news” list are generally accurate and supported by credible news reports. The number of new cases in China and South Korea have dropped since the pandemic began, enough so that China has closed its temporary hospitals. A number of patients have also successfully recovered from the disease, and several organizations are working on vaccines for COVID-19. However, at the time of this writing (March 19, 2020), this “good news” should not be taken as proof that this pandemic is soon coming to an end. Health officials in the United States continue to urge citizens to practice “social distancing,” and it’s likely that we won’t see a worldwide rollout of an effective vaccine until mid-2021.": "", "mostly-true": "", "\"Nancy Pelosi wouldn’t release 8.5 billion for Coronavirus without abortion funding, so Trump went around her to declare a National Emergency and got 50 billion.\"": "", "False Claim That Pelosi Withheld Coronavirus Funds Over Abortion": "", "A screenshot purports to show a tweet from President Donald Trump that says, before the U.S. issues financial assistance to individuals to deal with the coronavirus pandemic, \"we will go through your social media history from the last 4 years and search for any post with #NotMyPresident in it.\"": "", "Trump Didn’t Tweet Threat to Withhold Relief from Critics": "", "List of symptoms and how to prevent the new coronavirus contains inaccuracies": "", "U.S. government is sending out weekly checks to citizens to blunt economic impact of coronavirus, and claim forms are available now.": "", "Prank Posts Mislead on Direct Government Payments for Coronavirus": "", "Misleading": "", "This is incorrect. Drinking water does not prevent an infection.": "", "If someone with the new coronavirus sneezes, it travels about 10 feet before it drops to the ground and is no longer airborne.": "", "The government of Shanghai, China has announced its official recommendation that COVID-19 should be treated with high amounts of intravenous vitamin C": "", "No, the Shanghai government has not recommended intravenous vitamin C as a treatment for COVID-19": "", "The symptoms of Covid-19 are a sore throat lasting 3 or 4 days. The virus then blends into nasal fluid, enters the trachea and then the lungs causing pneumonia. With pneumonia comes high fever and difficulty breathing. The nasal congestion feels like you're drowning": "", "This is a roughly accurate description of the most common symptoms, although not everyone with Covid-19 gets pneumonia, and the symptoms may not come in this exact order or at these times. The NHS does not mention nasal congestion that ‘feels like drowning’ as a specific symptom for Covid-19.": "", "The World Health Organization test for the new coronavirus \"was a bad test.\"": "", "Biden, Trump Wrong About WHO Coronavirus Tests": "", "Viral posts sharing symptoms and treatments for Covid-19 contain false information": "", "The World Health Organization “offered the [coronavirus] testing kits that they have available” but “we refused them.”": "", "Environmental factors impact how far droplets from a sneeze can travel, but it is likely to be several metres.": "", "Covid-19 starts with a sore throat lasting 3-4 days. It then blends into a nasal fluid that enters the trachea and the lungs, causing pneumonia, which takes about 5 or 6 days. With pneumonia comes high fever and difficulty breathing. The nasal congestion makes you feel like you’re drowning.": "", "This is a roughly accurate description of the most common symptoms, although not everyone with Covid-19 gets pneumonia. The symptoms may not come in this order or at these times. There have been no reports of sufferers experiencing nasal congestion that makes them feel they are drowning.": "", "People with Type-A blood are more susceptible to COVID-19.": "", "Are People With Type-A Blood More Susceptible to COVID-19?\nSuch an observation would have an impact on how medical professionals identify those most at risk of the disease.\nOn March 11, 2020, researchers in China released a preliminary draft of a study that collected data on the ABO blood types of 2,173 patients with lab-verified cases of the COVID-19 coronavirus disease from two hospitals in Wuhan and one in Shenzhen. The researchers compared the distribution of blood types in the infected patients to the distribution of blood types of uninfected people (as a control group) from Wuhan City and Shenzhen City.\nThe team analyzed the data in an effort to answer two questions. First, if infection from COVID-19 appeared disproportionately high or low in any blood group; and second, if instances of death from COVID-19 had any relationship to blood type. The researchers found that:\n\nPeople with blood Type-A blood were more susceptible to both infection and death from COVID-19.\nPeople with blood Type-O were less susceptible to both infection and death from COVID-19.\n\nThese results, which the authors cautioned should not be used to guide clinical practice, came with several caveats. First, this study is a draft of a research paper that has not yet been peer-reviewed or published in any journal. Second, the study is limited in both sample size and geographic scope. Speaking to the South China Morning Post, Gao Yingdai, a Tianjin-based researcher not involved in the study, said that while a 2,000-person sample is not necessarily small, it is dwarfed by the number of cases globally. \nTara Moriarty, an expert in infectious diseases and immunopathology with the University of Toronto, told us by email that the study provides “an interesting observation that may have an impact on how we identify those most at risk of disease, but until it has been fully peer-reviewed and confirmed/disconfirmed by additional studies, we cannot yet say if blood type affects susceptibility to COVID-19 infection.”\nGao, the Tianjin-based researcher, echoed this point with the Morning Post, saying the results “may be helpful to medical professionals, but ordinary citizens should not take the statistics too seriously” and that “If you are type A, there is no need to panic.”\nABO blood type is determined by the presence or absence of specific proteins or sugars known as antibodies found in the plasma component of blood, as well as the presence or absence of proteins or sugars known as antigens found on the surface of red blood cells. Several viral infections, including Severe Acute Respiratory Syndrome (SARS), appear to have a certain affinity for specific blood types. “Blood type groups are associated with differences in vulnerability to infection with multiple viruses, and severity of outcomes, Moriarity told us. “Examples include HIV, viruses that cause gastrointestinal illness (norovirus, rotavirus), as well as the SARS coronavirus that caused the 2002-2003 SARS outbreak.”\nThe exact mechanism behind difference in how viruses respond to blood types is not well-understood, but may involve how antigens and antibodies inhibit or promote a virus binding to the surface of a cell, Moriarity said.\nIn short, ample scientific evidence exists for the hypothesis that COVID-19 — or other infections — could affect people differently depending on their blood type. However, such a conclusion cannot be made confidently on the basis of a single study that has yet to be peer reviewed or published in a journal. As such, we rank this claim about blood types as “Unproven.”": "", "Can humans get coronavirus from dogs?": "", "Eating bananas is a preventative against the COVID-19 coronavirus disease.": "", "Will Eating Bananas Prevent Coronavirus Infection?\nBananas are a good source of various nutrients, but eating them doesn't offer solid protection against COVID-19.\nAmidst the plethora of misleading preventatives and cures for the COVID-19 coronavirus disease offered online during the pandemic of early 2020 was a video posted to Facebook which suggested that consuming bananas could ward off infection by the novel coronavirus:\n\n\n\n\nHowever, the video did not stem from any reputable news agency, nor did it offer anything documenting that the consumption of bananas was an effective preventative against COVID-19.  It misleadingly combined clips from a January 2020 ABC Australia news segment and a February 2020 Wall Street Journal news video about efforts by scientists at the University of Queensland and the National Institutes of Health to develop a coronavirus vaccine, interspersed with added inserts and overlays about bananas that touted the supposed health benefits of the fruit, as follows:\n\nBananas are one of the most popular fruits worldwide.  such as Vitamin C. All of these support health.  people who follow a high fiber diet have a lower risk of cardiovascular disease.  Bananas contain water and fiver, both of which promote regularity and encourage digestive health.  Research made by scientists and the University of Queensland in Australia have proven that bananas improve your immune system due to the super source of Vitamins B-6 and helps prevent coronavirus.  Having a banana a day keeps the coronavirus away.\n\nIt is true that bananas, consumed in moderation, are fairly good sources of fiber, dietary potassium, vitamin B6, and vitamin C, all of which are important components of a healthy diet.\nHowever, other than contributing in a modest way to general good health, the consumption of bananas does not specifically do anything to “prevent coronavirus,” nor have scientists at the University of Queensland asserted any such claim.\nThe most effective methods to protect yourself against contracting COVID-19 do not involve eating any specific food, but rather maintaining a safe distance from others who might spread the virus to you and regularly following basic sanitary/hygienic procedures:\n\no Wash your hands regularly for 20 seconds, with soap and water or alcohol-based hand rub\no Avoid close contact (1 meter or 3 feet) with people who are unwell\no Stay home and self-isolate from others in the household if you feel unwell\no Don’t touch your eyes, nose, or mouth if your hands are not clean": "", "Is COVID-19 more dangerous the seasonal flu?": "", "The COVID-19 coronavirus disease is \"spreading quickly from gas pumps.\"": "", "Is COVID-19 Being Spread Through Gas Pumps?\nGas pump handles are one of many common objects that could be contaminated, so consumers should take reasonable precautions to avoid exposure.\nIn March 2020, during the COVID-19 coronavirus disease pandemic, social media users began sharing warnings about the virus’ allegedly “spreading quickly from gas pumps.”  Such warnings cautioned readers to use gloves or paper towels while pumping gas and to discard them immediately afterward:\n\nOne particular version of this class of warning attributed the advice to “Galway Hospital” in Ireland:\n\nHowever, University Hospital Galway told TheJournal.ie that “we’ve not issued any such advice.”\nAs for the content of the message (regardless of its source), as with many coronavirus-related pieces of advice, it’s something of a mixed bag.\nWe’re not aware of any credible reports of COVID-19 being spread via gas pump handles (something that would likely be difficult to determine as the specific source of any particular infection).  It is true that surface contact is one of the means of transmission of the novel coronavirus, and since gas pumps are objects that are typically handled by many different people throughout the course of a day — in many places without being regularly cleaned between uses (especially in areas where self-service is the norm) — they are a potential route for the virus to spread from person to person. \nHow much risk pumping gas poses relative to other ordinary day-to-day activities is difficult to determine.  Consumer Reports, for example, offered advice consistent with what was expressed in social media warnings:\n\nFor many [persons] the occasional trip to the gas station is inevitable, as is touching the pump handle and payment keypad. Pump handles and credit card keypads, which are high-touch areas, could have the virus present, which experts say can stay alive for hours or even days on hard surfaces …\n[T]here are a few things you can do that will help you stay safe when you have to pump gas.\n• Consider carrying some disposable nitrile or latex gloves in your car to use when gripping the pump handle. Short of that, you can try to use paper towels that are sometimes available at the pump or have some with you to cover your hands when you grip the handle. \n• Invert the gloves and throw them away, and also any paper towels you might have used. Use hand sanitizer to make sure your hands are clean after you’re done and before you get back into your car.\n\nOn the other hand, TheJournal.ie quoted the Irish Petroleum Industry Association as dismissive of the advice in the social media messages:\n\nOur members are implementing enhanced hygiene protocols in our service station shops. In line with HSE [Health and Safety Executive] advice, our workers regularly wash and sanitise their hands and the areas customers interact with such as fuel nozzles, credit card PIN pads, door handles and food areas.\nWe are aware of messages being shared on social media and wanted to inform customers that pump handles are no more or less prone to the spread of infection than any other hard surface and to outline the significant steps we are taking to combat the spread of Covid-19 and keep our valued customers safe.\n\nGas pumps could be considered somewhat more of a concern because consumers typically touch other surfaces — such as the door handles and interiors of their vehicles — immediately afterwards and could thereby create yet another pathway of contamination for themselves or others.  However, gas pumps are just one of many objects that multiple people commonly handle in similar fashion during the course of a day, including ATMs, payment processing systems, shopping cart handles, and currency, all of which pose varying degrees of risk.\nHow much potential for spreading the coronavirus any such object may present depends in large part on whether it’s properly cleaned between uses, something that the public may not know (and should not bank on).  In general, the best advice is to wipe down surfaces you need to touch with disinfectant wipes, and don’t touch your face or anything at home until you’ve washed your hands thoroughly afterwards:\n\nJohn Eichberger, executive director of the nonprofit Fuels Institute, says gas station owners and operators are doing what they can to combat the spread of COVID-19 by cleaning their facilities more often. But that might not be enough assurance for some motorists.\n“If consumers are really worried about touching a gas pump handle, they can do what they do when they go to a grocery store and wipe down surfaces with disinfectant wipes when they need to touch something,” Eichberger says.\nAnd as you would after any trip outside your home during this unusual time, remember to wash your hands before touching anything at home.": "", "A scam is asking people to input the personal details, including bank details, to receive “Covid-19 Relieve.”": "", "This is a scam and is not from the government": "", "This is correct. This is a scam and should not be interacted with.": "", "\"Starting the next day, Dr. [Nancy] Messonnier no longer appeared at public briefings of the White House coronavirus task force. The president and the White House sent a clear message to scientists in the government -- there would be a price for speaking out and speaking up.\"": "", "Biden Video on Trump 'Silencing' Expert": "", "The first cases of COVID-19 were reported in the United States and South Korea on the same day.": "", "Was COVID-19 Discovered in the US and South Korea on the Same Day?\nThese two countries took different approaches in the early days of the pandemic and saw vastly different results.\nIn March 2020, as the daily rate of new cases of the COVID-19 coronavirus disease was increasing in the United States and decreasing in South Korea, a message started to circulate on social media claiming that these two countries had seen their first confirmed cases of infection by the novel coronavirus on the same day:\n\nSouth Korea and the United States did indeed confirm their first cases of COVID-19 on the same day, Jan. 20, 2020. According to the World Health Organization (WHO), the first South Korean case of COVID-19 was detected in a 35-year-old woman who had been living in Wuhan, China:\nOn 20 January 2020, National IHR Focal Point (NFP) for Republic of Korea reported the first case of novel coronavirus in the Republic of Korea. The case is a 35-year-old female, Chinese national, residing in Wuhan, Hubei province in China.\nThat same day, a 35-year-old man who had recently returned to the United States from Wuhan, China, was also diagnosed with the disease. The New England Journal of Medicine reported:\nOn January 20, 2020, the CDC [Centers for Disease Control and Prevention] confirmed that the patient’s nasopharyngeal and oropharyngeal swabs tested positive for 2019-nCoV by real-time reverse-transcriptase–polymerase-chain-reaction (rRT-PCR) assay. In coordination with CDC subject-matter experts, state and local health officials, emergency medical services, and hospital leadership and staff, the patient was admitted to an airborne-isolation unit at Providence Regional Medical Center for clinical observation, with health care workers following CDC recommendations for contact, droplet, and airborne precautions with eye protection.\nThe CDC announced that it had confirmed the first U.S. case of COVID-19 in a press release the following day, and a CDC spokesperson told Snopes.com that the patient tested positive for the novel coronavirus on the evening of Jan. 20. The press release came the following morning to give health officials time to notify the patient and discuss the special circumstances of the case. \nWhile these countries both detected their first cases of COVID-19 on the same day, they took different approaches to treating the disease and have so far seen vastly different results. At the time of this writing on March 23, 2020, the number of cases in the U.S. had topped 35,000. South Korea had less than 9,000 cases and reported its lowest number of new cases since rates peaked at the end of February.\nOne possible explanation as to why South Korea was relatively successful in combating the disease, while the United States struggled to keep it contained during its initial weeks, may have to do with how each country reacted in the earliest days of the impending pandemic. In brief, South Korea’s first action to fight the spread of COVID-19 was to aggressively start testing people for the disease and quarantine those who tested positive. The United States’ first actions were aimed at restricting travel from China. \nA special report from Reuters noted that South Korean health officials gathered in late January 2020 and decided that the need for testing was urgent. South Korea’s CDC approved its first diagnostic test the following week, and by the end of February, drive-thru testing facilities that screened thousands of people a day were in operation. \nThe United States took a different approach. \nWhen the first patient was diagnosed with COVID-19 in the United States in January 2020, President Donald Trump announced a set of travel restrictions on Jan. 31, 2020, that prohibited travelers from arriving from China, the epicenter of the outbreak. The restrictions also required American citizens returning home from China to be screened at airports and monitored for 14 days after their arrival. \nWhile the Trump administration did take action to combat the spread of COVID-19 shortly after the first patient was diagnosed in the U.S., the country did not, as South Korea did, immediately ramp up diagnostic testing. According to Reuters, South Korea conducted nearly 300,000 tests within two months of diagnosing their first COVID-19 patient. By contrast, the U.S. only conducted about 60,000 tests in that same time period.\nReuters reported (on March 18):\nSouth Korea’s swift action stands in stark contrast to what has transpired in the United States. Seven weeks after the train station meeting, the Koreans have tested well over 290,000 people and identified over 8,000 infections. New cases are falling off: Ninety-three were reported Wednesday, down from a daily peak of 909 two weeks earlier.\nThe United States, whose first case was detected the same day as South Korea’s, is not even close to meeting demand for testing. About 60,000 tests have been run by public and private labs in a country of 330 million, federal officials said Tuesday.\nThe spread of COVID-19 will undoubtedly be studied in greater detail, but we may not know the specific reasons as to why the disease spread the way it did in different locations for some time. However, the fact remains that while the United States and South Korea both confirmed their first cases of COVID-19 on the same day (Jan. 20, 2020), but the United States struggled to slow the spread of the disease in the same time period that South Korea was largely successful at mitigating its spread.": "", "Is 2m a safe social distance for coronavirus?": "", "\"I wish they [China] told us three months sooner that this [the coronavirus] was a problem. We didn’t know about it. They knew about it and they should have told us.\"": "", "Correcting Trump's Press Conference Misinformation": "", "About 500 lions have been released on the streets of Russia to stop people going out during the coronavirus pandemic.": "", "Russia has not unleashed 500 lions to stop people going outdoors": "", "This is not true. The Russian government has yet to announce a widespread lockdown of any kind in Russia. The image of the lion is from South Africa in 2016.": "", "The total number of deaths from Covid-19 in Italy rose from 233 to 4,032 over about two weeks.": "", "These numbers about Covid-19 deaths in the UK and Italy are broadly accurate": "", "Correct. As reported by the Italian government, the number of deaths from Covid-19 rose from 233 on 7 March to 4,032 on 20 March.": "", "\"COVID-19 is confirmed as airborne and remain 8 hrs in air! So everyone is required to wear mask everywhere!\"": "", "Posts Distort Facts on Coronavirus Air Transmission, Masks": "", "Pets carry no threat and do not carry the new coronavirus.": "", "There’s still no evidence that you can catch the new coronavirus from your pet": "", "This is correct. At present, there’s no evidence that dogs and cats can be infected.": "", "The Italian Prime Minister has said his country has exhausted all options to fight against the coronavirus pandemic and pleads to God to “rescue your people.”": "", "This “quote” from the Italian Prime Minister about coronavirus is made up": "", "This quote is made up.": "", "The total number of deaths from Covid-19 in the UK is now at 233, the same number of deaths reported in Italy about two weeks ago.": "", "Correct. On 21 March, Public Health England reported a total of 233 deaths in the UK from Covid-19. However, not enough is known to say whether the number of deaths will grow at the same rate in the UK as in Italy.": "", "“[A]uthorities have identified that the international chemical-warfare terrorist ‘Samuel Whitcomb Hyde’ is behind the deadly China ‘coronavirus.'”": "", "Comedian Sam Hyde Not 'Behind' Spread of Coronavirus": "", "“CORONAVIRUS: Reports of 10,000 DEAD in Wuhan, China.”": "", "Misinformation on Coronavirus Death Toll": "", "The coronavirus patent was applied for in 2015.": "", "A patent for the coronavirus spreading in Wuhan was not applied for in 2015": "", "Incorrect. A company applied for a patent on a weakened version of a virus in the same family as the new Wuhan virus.": "", "[The coronavirus is] “new” yet it was lab-created and patented in 2015": "", "Contrary to claims in viral social media posts, Wuhan coronavirus was not lab-created nor was it patented years before outbreak": "", "“The new fad disease called the ‘coronavirus’ is sweeping headlines. Funny enough, there was a patent for the coronavirus was filed in 2015 and granted in 2018.”": "", "Social Media Posts Spread Bogus Coronavirus Conspiracy Theory": "", "Wuhan Coronavirus outbreak linked to eating bats": "", "No conclusive evidence links consumption of bats with the Wuhan coronavirus outbreak": "", "Are alcohol sanitizers effective against viruses like SARS/coronavirus?": "", "<p>In relation to the current Wuhan chronovirus and other viruses like SARS or the flu, are alcohol sanitizers useful and effective when travelling?</p>": "", "Does coronavirus survive on hard surfaces?": "", "Is the novel Wuhan coronavirus more dangerous than SARS? ": "", "A patent for coronavirus was granted in 2018 to the Pirbright Institute UK, founded by Bill and Melinda Gates.": "", "A patent for a different virus in the same family as the Wuhan virus was applied for by the Pirbright Institute, which receives part of its funding from the Bill and Melinda Gates Foundation.": "", "A vaccine for the coronavirus was being trialled in January 2020 days before the outbreak.": "", "The virus in this clinical study is not the coronavirus seen in China in 2019/2020": "", "Incorrect. The trial referenced was for a different type of coronavirus—Middle East respiratory syndrome (MERS).": "", "Jacob Rothschild owns a patent to coronavirus.": "", "There is no patent for the Wuhan coronavirus": "", "Incorrect. There is no patent to the new coronavirus discovered recently in Wuhan.": "", "Will a vaccine be discovered for the novel coronavirus?": "", "<p>I am wondering if vaccine experts think a vaccine is likely to be discovered and produced for the current Wuhan novel coronavirus that is spreading around the world? Thanks</p>": "", "Affirmative": "", "Videos show people collapsing on the street due to coronavirus.": "", "Are People Collapsing in the Street from Coronavirus?\nA spokesperson for the World Health Organization said that fainting in this manner from coronavirus would be \"atypical.\"\nIn January 2020, videos supposedly showing people collapsing on the street due to “coronavirus” started to circulate on social media. Here’s one example that garnered more than 1.2 million views:\n\nWuhan China 🇨🇳\nCorona Virus Update⚠️ Disturbing  Leaked Video shows People literally falling over as they succumb to Virus.\n10 cities 33 million people have now been quarantined.1 case found outside quarantine area This Morning.\nRetweet The Truth#china #Wuhan #Coronavirus pic.twitter.com/mMZtmhGUkl\n— Terrence Daniels (Captain Planet) (@Terrence_STR) January 24, 2020\n\nThese videos have been published by a number of tabloids, such as The Daily Mail and The Sun, but not much information about what they show has been confirmed. At the moment, these videos have not been definitively linked to the new coronavirus.\nWe reached out to the World Health Organization (WHO) for more information about these videos. While they didn’t provide information about any specific footage, they did say that “sudden collapses” from the coronavirus would be “atypical.”\nHere are a few other videos shared in January 2020 with captions insinuating they showed people infected with the coronavirus collapsing on the street:\n\nvideo from a Wuhan  hospital，patient collapes on the ground.#WuhanPneumonia #wuhanpic.twitter.com/ogD2D2ZrJH\n— 巴丢草  Badiucao (@badiucao) January 23, 2020\n\n\n#coronavirus en #Wuhan.pic.twitter.com/EsuQDhO8zI\n— RESISTIMOS 🇻🇪 (@RESISTIM0S) January 23, 2020\n\n\nMore and more…pic.twitter.com/z5Dpu7RASa\n— Turkish Market (@kamerknc) January 23, 2020\n\nWhen we examine viral footage like this, one of the first things we do is try to trace the footage back to its source. If we find that the video was circulating before the event it supposedly shows, we can determine that the video was recaptioned and is being shared out of context. In this case, however, we were unable to trace these videos back to a date before the discovery of the coronavirus.  \nIt appears that these videos were truly taken in January 2020 in various locations around China. According to social media reports, these videos first started circulating on apps such as TikTok and were originally posted by random citizens who had witnessed these events. However, that does not mean that the people featured in this video were infected with this virus. \nIf we strip the above-displayed videos of their captions, we can take a look purely at what the videos show. In one case, it looks like a person was the victim of a traffic accident. In another, it appears that a man suffered a head injury. But since these videos appeared online during heightened hysteria about an outbreak of an illness, it’s easy to see how a passerby may have made the assumption that these incidents were connected to the coronavirus. \nWHO explained that the coronavirus is a respiratory illness with symptoms such as “fever, cough, shortness of breath, and breathing difficulties.” A WHO official also told us that “sudden collapses” would be “atypical” for this disease. While we have not been able to definitively determine what these videos show, it seems unlikely that these people collapsed on the street due to coronavirus. \nOn Jan. 30, 2020, the World Health Organization declared the new coronavirus as a public health emergency: \nThe new coronavirus has been declared a global emergency by the World Health Organization, as the outbreak continues to spread outside China.\n“The main reason for this declaration is not what is happening in China but what is happening in other countries,” said WHO chief Tedros Adhanom Ghebreyesus.\nThe concern is that it could spread to countries with weaker health systems.\nThe death toll now stands at 170 people in China.\nThe WHO said there had been 98 cases in 18 countries outside of the country, but no deaths.\nLearn more about the outbreak of coronavirus here.": "", "Dettol antiseptic spray says it kills human coronavirus.": "", "The makers of Dettol did not know about the new Wuhan coronavirus before the rest of us": "", "That is correct but that doesn’t mean that Dettol spray can kill the new coronavirus identified in Wuhan. Coronavirus is a category of viruses that includes the common cold, and it is likely this the label is referring to.": "", "Are there ways to lower your risk of getting coronavirus?": "", "“BILL AND MELINDA GATES FOUNDATION & OTHERS PREDICTED UP TO 65 MILLION DEATHS VIA CORONAVIRUS — IN SIMULATION RAN 3 MONTHS AGO!”": "", "New Coronavirus Wasn't 'Predicted' In Simulation": "", "The lab from which the coronavirus originated has a similar symbol as the lab responsible for a mass outbreak in the Resident Evil games.": "", "This company is based in Shanghai, not Wuhan": "", "The source of the new coronavirus outbreak in Wuhan has not yet been identified. The lab is based in Shanghai, not Wuhan and there is no reason to think it has anything to do with the new coronavirus.": "", "The Wuhan coronavirus is a more virulent version of the normal cold.": "", "The Wuhan coronavirus has nothing to do with 5G": "", "The new coronavirus observed in Wuhan is a virus in the same family of viruses as the common cold, but is a different illness.": "", "Are face masks effective in preventing transmission of viruses like coronavirus?": "", "<p>For the novel coronavirus, millions of people are wearing face masks in public on the idea that they help stop transmission of the virus. Is this true?</p>": "", "coronavirus is not a new virus": "", "The 2019 coronavirus outbreak is caused by a novel virus, past mentions of coronaviruses refer to different strains": "", "A viral social media post in January 2020 represented an authentic, accurate \"health bulletin\" about the new coronavirus outbreak from an official public health authority.": "", "Was This ‘Health Bulletin’ an Accurate Coronavirus Warning?\nA viral social media post erroneously advised the public to \"keep your throat moist\" in order to avoid contracting the respiratory infection.\nIn January 2020 we received multiple inquiries from readers about an alert that was shared widely on Facebook and Twitter, purporting to be an “emergency notification” from an unspecified “Ministry of Health” about an ongoing outbreak of a new coronavirus. \nBroadly speaking, the warning appeared in two forms. The most commonly shared was a text post that typically read as follows:\n*Urgent: Health Bulletin to the Public *\n*Ministry of health’s emergency notification to the public that the Coronavirus outbreak this time is very very serious & fatal. There’s no cure once you are infected.*\n*Its spreading from China to various countries*\n*Prevention method is to keep your throat moist, do not let your throat dry up. Thus do not hold your thirst because once your membrane in your throat is dried, the virus will invade into your body within 10 mins.*\n*Drink 50-80cc warm water, 30-50cc for kids, according to age.* *Everytime u feel your throat is dry, do not wait, keep water in hand.* *Do not drink plenty at one time as it doesn’t help, instead continue to keep throat moist.*\n*Till end of March 2020, do not go to crowded places, wear mask as needed especially in train or public transportation* *Avoid fried or spicy food and load up vitamin C.*\n*The symptoms/ description are*\n*1.repeated high fever*\n*2.prolonged coughing after fever*\n*3.Children are prone*\n*4.Adults usually feel uneasy,*headache and mainly respiratory related*\n*5: highly contagious*\n\nThe message was typically followed up with an exhortation to share its warnings, such as, “Please forward to help others.” One version of the viral alert even concluded by pleading with readers, “Please share if you care for human life.” \nThe second principal form in which the message appeared was as a photograph of a printed email, dated Jan. 28, 2020, and purporting to have been sent by “NWLLAB.” It contained many of the same key components — it purported to come from an unspecified “MOH” (Ministry of Health), and its main recommendation to the public was again to “keep your throat moist” by drinking water. It read as follows:\nPls tell ur families, relatives and friends\nMOH Health Bulletin to the Public:\nThe Upper Respiratory Infection affecting China at present is quite serious. The virus causing it is very potent and is resistant to existing antibiotics. \n(virus is not bacterial infection hence cannot be treated by antibiotics).\nThe prevention method now is to keep your throat moist, do not let your throat dry up. Thus do not hold your thirst because once your membrane in your throat is dried, the virus will invade into your body within 10 mins. Drink 50-80cc warm water, 30-50cc for kids, according to age. Everytime [sic] you feel your throat is dry, do not wait, keep water in hand. Do not drink plenty at one time as it does not help; instead, continue to keep throat moist. Till end of March, do not go to crowded places, wear mask as needed especially in train or public transportation. \nAvoid fried or spicy food and load up vitamin C. \nThe symptoms/description are:\n1. Repeated high fever.\n2. Prolonged coughing after fever. \n3. Children are more prone. \n4. Adults usually feel uneasy, headache and mainly respiratory related illness. \nThis illness is highly contagious. Let’s continue to pray and wait for further notice about the infection. \nPlease share. \n\nNeither the printed email nor the viral Facebook message were official statements produced by any public health authority. The alert was apt to spread widely online precisely because it did not include any details about its supposed source, aside from mentioning a “Ministry of Health” in an unspecified country or region. \nThe message also contained erroneous advice, claiming that readers could avoid contracting the virus by “keeping your throat moist,” avoiding fried or spicy food, and taking vitamin-C supplements.\nAccording to the U.S. Centers for Disease Control and Prevention (CDC), the so-called “novel coronavirus (2019-nCoV)” outbreak is thought to have first been transmitted from animals to humans in Wuhan, Hubei Province, in China. Since then, it has spread from person to person. Previous coronaviruses like Middle East respiratory syndrome (MERS) and Severe acute respiratory syndrome (SARS) have been transmitted between humans primarily through “respiratory droplets” ⁠— that is, coughs and sneezes. \nThe CDC’s general respiratory infection prevention advice applies to the 2019-nCoV outbreak, as follows:\n\n\nWash your hands often with soap and water for at least 20 seconds. Use an alcohol-based hand sanitizer that contains at least 60% alcohol if soap and water are not available.\nAvoid touching your eyes, nose, and mouth with unwashed hands.\nAvoid close contact with people who are sick.\nStay home when you are sick.\nCover your cough or sneeze with a tissue, then throw the tissue in the trash.\nClean and disinfect frequently touched objects and surfaces.\n\n\nNo evidence exists to indicate that any public health authority is officially advising the public that a dry throat makes individuals more vulnerable to contracting the virus, and that therefore drinking water is an effective prevention method, nor that vitamin C deficiency contributes to one’s vulnerability to contracting the illness, nor that fried and spicy food are a medium for transmission of 2019-nCoV.": "", "Health experts predicted the new coronavirus could kill 65 million people.": "", "Did Health Experts ‘Predict’ New Coronavirus Could Kill 65 Million People?\nSome details from a mock health exercise were confused with real-world reports.\nAmid growing public anxiety about an outbreak of a new coronavirus originating in China in late January 2020, various media outlets reported on a dire warning that suggested the virus could kill 65 million people annually. \nThe Daily Mail, for example, reported that health experts had “predicted” the virus could kill 65 million people in a year. The publication later issued a correction and updated its article.\nSuch stories were prompted by a mock pandemic health exercise run by Johns Hopkins Center for Health Security on Oct. 18, 2019. But that exercise did not “predict” the current virus would kill 65 million people.\nJohns Hopkins released a statement countering the viral news stories (emphasis added):\nIn October 2019, the Johns Hopkins Center for Health Security hosted a pandemic tabletop exercise called Event 201 with partners, the World Economic Forum and the Bill & Melinda Gates Foundation. Recently, the Center for Health Security has received questions about whether that pandemic exercise predicted the current novel coronavirus outbreak in China. To be clear, the Center for Health Security and partners did not make a prediction during our tabletop exercise. For the scenario, we modeled a fictional coronavirus pandemic, but we explicitly stated that it was not a prediction. Instead, the exercise served to highlight preparedness and response challenges that would likely arise in a very severe pandemic. We are not now predicting that the nCoV-2019 outbreak will kill 65 million people. Although our tabletop exercise included a mock novel coronavirus, the inputs we used for modeling the potential impact of that fictional virus are not similar to nCoV-2019.\nAccording to the U.S. Centers for Disease Control, coronaviruses are “a large family of viruses that are common in many different species of animals, including camels, cattle, cats, and bats. Rarely, animal coronaviruses can infect people and then spread between people such as with MERS and SARS.”\nThe coronavirus that was first reported in Wuhan, Hubei Province, in China, is a respiratory illness dubbed 2019-nCoV that had killed 213 people in China as of this writing. On Jan. 30, 2020, the World Health Organization declared it a global emergency. Chinese authorities have quarantined 50 million people in an unprecedented effort to contain the virus.": "", "\"[T]he label of the popular Lysol already show that the product Kill the Coronavirus, so that means that this Virus is nothing new.”": "", "No, Clorox and Lysol Didn’t Already ‘Know’ About New Coronavirus": "", "Chinese officials are seeking approval to start the mass killing of 20,000 people in order to stop the spread of new coronavirus.": "", "Is China Seeking Approval to Kill 20,000 Coronavirus Patients?\nA disreputable website spread unfounded claims in the wake of a new coronavirus outbreak.\nOn Feb. 5, 2020, the website AB-TC (aka City News) published an article that claimed Chinese officials were seeking approval from the Supreme People’s Court to start the mass killing of 20,000 people infected with the new coronavirus in an attempt to contain the disease: \nChina seek for court’s approval to kill the over 20,000 coronavirus patients to avoid further spread of the virus\nThe highest level of court in Chhina [sic], Supreme People’s Court, is expected to give an approval on Friday for the mass killing of coronavirus patients in China as sure means of controlling the spread of the deadly virus.\nThe State tells the court that China is on the verge of losing its health workers to Coronavirus as at least 20 health workers contract the virus daily.\nThis is not a genuine news report. While the AB-TC website does not carry any disclaimers labeling its content as fiction, we found a number of red flags concerning the legitimacy of this outlet’s reporting. \nFor starters, this website is full of junk news stories. For instance, a July 2010 article (still featured on the homepage) carries the headline, “BREAKING: New York Giants coach Pat Shurmur has died.” But Shurmur didn’t die in 2010. In fact, he is still alive as of this writing and was hired as the offensive coordinator for the Denver Broncos in January 2020.\nThe website has also published hoax articles about “cannibal restaurants” (debunked here), death hoaxes about celebrity couples (debunked here), doctored tweets from U.S. President Donald Trump, and a junk news article that falsely claimed Prince Andrew had committed suicide.\nThis website has also previously spread misinformation about the coronavirus, or 2019-nCoV acute respiratory disease. The government of Singapore released a statement on Jan. 30, 2020, to refute claims published in an AB-TC report:\nCorrections and clarifications regarding falsehoods published by AB-TC City News’ website\nOn 30 Jan 2020, a website called ‘City News’ published an article titled “BREAKING NEWS: Singapore records six more coronavirus case, total of 16 now” (https://ab-tc.com/singapore-coronavirus-cases/) claiming that five Singaporeans have contracted the Wuhan coronavirus without going to China.\nAs of 9pm on 30 Jan 2020, there is no local transmission of the Wuhan virus in Singapore. All confirmed cases in Singapore to date are Chinese nationals who travelled from Wuhan.\nNone of the AB-TC articles we examined was accompanied by a person’s byline. Rather, they were all written by so-called “local correspondents.” \nIn other words, this website doesn’t exactly have a great track record of genuine news reporting. \nIn addition to its history of pushing misinformation, there are also a few red flags in AB-TC’s article about the mass killing of coronavirus patients. For instance, like most of the other articles on this website, this article contains no links back to supporting evidence. Even when the article mentions secondary sources, such as a “document” or a “press conference,” they provide no evidence to show that these items actually exist or took place. The article is also suspiciously void of specifics. AB-TC reports that “the state” or “the court” or an “official” made a statement, but doesn’t provide any direct quotes or names in its report. \nLastly, no credible news outlets have published reports containing this claim. The New York Times reported on Feb. 6, 2020, that a senior official in China “ordered the authorities in the city of Wuhan to immediately round up all residents who have been infected with the coronavirus and place them in isolation, quarantine or designated hospitals.” That report, of course, made no mention of “mass killings.”\nThere is also no mention of this supposed court case on the The Supreme People’s Court of the People’s Republic of China website.  \nAB-TC is the sole source of this rumor. However, this website provided no evidence to support its claim. This website also has a history of spreading misinformation. As this claim is not supported by any other credible news reports, we’ve concluded that this report is indeed false.": "", "The Chinese government is building a hospital in 10 days to deal with the new coronavirus.": "", "Is China Building a Hospital in 10 Days to Treat Coronavirus Patients?\nMillions of people are quarantined in China to prevent the spread of the virus.\nAs an outbreak of a severe strain of the new coronavirus spread in the city of Wuhan, China, the Chinese government vowed to build in 10 days a 1,000-bed hospital to treat victims of the illness.\nGiven the massive undertaking, Snopes readers asked whether this was true. The Chinese government apparently is endeavoring to do just that. Photographs show machinery starting to prepare construction at the site on Jan. 24, 2020. Within days, structures that would comprise the new hospital were already built. As of Feb. 2, 2020, pictures showed hospital construction near completion.\nOn Feb. 3, 2020, The New York Times reported the new hospital, named Huoshenshan Hospital, was preparing to accept its first round of patients.\nAlthough the feat may sound unbelievable to some, it wouldn’t be the first time the Chinese government put up a hospital in lightning speed to deal with an outbreak. In 2003, Beijing built a hospital in one week to treat SARS patients.\nRoughly 45 million people are quarantined in China as the country tries to contain the spread of the virus, which was first reported in Wuhan. The current strain, dubbed 2019-nCoV, has killed 425 people in China.": "", "Coronavirus hits 15% fatality rate": "", "\"15% fatality rate\" from coronavirus (2019-nCoV) infection was based only on initial cases; actual rate closer to 3%": "", "Is the novel Wuhan coronavirus more dangerous than MERS? ": "", "Rapper Eminem was the first celebrity to be diagnosed with new coronavirus in February 2020.": "", "Was Eminem Diagnosed with Coronavirus?\nWill the real author of this viral joke please stand up?\nIn February 2020, the claim that rapper Eminem (Marshall Mathers) had been diagnosed with new coronavirus attracted attention on social media:\nBREAKING: Eminem becomes the first celebrity to be diagnosed with Coronavirus.\nClearly some people did not read past the headline. While the humorous nature of the post seemed rather obvious, search queries from people concerned with Eminem’s health quickly registered here at Snopes. \nEminem did not contract coronavirus. This silly piece of text is just a joke that repurposed some of Eminem’s lyrics. We’re not entirely sure where this joke originated because the text was copy and pasted across different social media posts.\nHere’s how this joke appeared on the “Dad Jokes” section of Reddit:\n“In a statement released by doctors, it has been revealed that his palms were sweaty, knees weak and arms were heavy.. He presented with vomit on his sweater already.. Initial testing has revealed it was mums spaghetti”\nIf this “news” story sounds a bit familiar, it’s because the text borrows heavily from Eminem’s “Lose Yourself.” The song, which won the Academy Award for Best Original Song in 2002, starts with the lyrics:\n“His palms are sweaty, knees weak, arms are heavy\nThere’s vomit on his sweater already, mom’s spaghetti”\nHere’s a video of the song from the movie “8 Mile”:\n\n\n\n\n\nThis is hardly the first piece of misinformation to spread about the coronavirus. We’ve previously debunked claims about “The Simpsons” predicting the outbreak, a pamphlet warning about the disease spreading via sex with animals, and China seeking approval to kill 20,000 patients to stop the spread of the disease. All of these claims were false.\nOf course, the 2020 outbreak of coronavirus, or 2019-nCoV acute respiratory disease, was no joke. As of this writing, more than 30,000 people worldwide were reported to have been infected and more than 600 had died as a result in China. Learn more about the virus here.": "", "\"Wuhan’s corona virus can be cured by one bowl of freshly boiled garlic water.\"": "", "Fake Coronavirus Cures, Part 2: Garlic Isn't a 'Cure'": "", "“The coronavirus pandemic can be dramatically slowed, or stopped completely, with the immediate widespread use of high doses of vitamin C.”": "", "Fake Coronavirus Cures, Part 3: Vitamin C Isn't a Shield": "", "\"MMS (chlorine dioxide), can be very effective in both preventing and eradicating the coronavirus.\"": "", "Fake Coronavirus Cures, Part 1: MMS is Industrial Bleach": "", "\"It looks like by April, you know in theory, when it gets a little warmer, [the new coronavirus] miraculously goes away — I hope that’s true.\"": "", "Will the New Coronavirus 'Go Away' in April?": "", "Too Early to Say": "", "Satellite images showing high levels of sulphur dioxide above China are possible evidence of mass cremations of people who have died from coronavirus.": "", "These aren’t satellite images and they don’t show evidence of mass cremations in Wuhan": "", "False. The maps are not satellite images, and do not show actual levels of sulphur dioxide. They are simply forecasts based on historical data and weather patterns.": "", "A video shows a chaotic scene in Wuhan, China, involving doctors armed with weapons, gunshots to deter people from leaving a new coronavirus quarantine, and a woman who was shot dead after she attempted to break through a roadblock.": "", "Does Video Show Guns, Violence in Aftermath of Coronavirus Outbreak in China?\nSpeculation does not equal evidence.\nWARNING: This article contains a video that shows a recently deceased person. As such, it may not be suitable for all viewers. \nIn February 2020, a video supposedly showing a chaotic scene in Wuhan, China, was widely shared on social media with the suggestion that it was related to the 2020 outbreak of a new coronavirus. \nActor James Woods posted the video to his Twitter account, asking if anyone knew what was actually going on in this footage:\n\nAlthough the video attached to Woods’ tweet was later removed, at the time of this writing it was still viewable on other Twitter posts.\n\nMeanwhile over 25,000 killed they have started shooting down all the people with the virus in China… this is so sad 🥺🥺🥺 pic.twitter.com/IfVWMUuSw6\n— Rangoli Chandel (@Rangoli_A) February 13, 2020\n\nWhile the video was widely shared as if it showed a singular incident, it was actually made up of three individual and unrelated clips, which we evaluate separately below.\nClip 1\nAre these armed doctors?\nRating: Miscaptioned.\nThe first clip in this video was widely shared along with the unfounded claim that it showed medical professionals armed with weapons. The implication here appears to be that doctors are killing patients as opposed to treating them. However, this video appears to show police officers dressed in medical gear, not medical professionals. \nWhile we have not been able to find the source of this video, Getty Images does have a few photographs of police officers in Wuhan, China, wearing similar protective clothing. Furthermore, the word “police” can be briefly seen on the hood of this car. \n\nClip 2\nAre these gunshots being fired to deter people from leaving quarantine?\nRating: Miscaptioned.\nThe second clip in this video was widely shared as if it showed doctors treating coronavirus patients on the street as gunshots could be heard in the background. One Twitter user wrote:\nNew video from the quarantine zone in China. Medical personal checking #coronavirus patients. There’re multiple reports from the ground of people dying in their homes. The gunshots you hear in the background is to stop those who want to escape from off-road terrain.\nThere was no evidence to support speculation that the blasts in the background were gunshots, that these gunshots were being fired to prevent people from fleeing the area, or that people laying in the streets are coronavirus victims. \nNobody can be seen on screen holding a gun, and the people shown in the video do not seem particularly disturbed by the supposed “gunfire.” This video also started circulating on or around Jan. 25, 2020, when China was celebrating Lunar New Year. One early posting of this footage noted that the explosions in the background were fireworks from the holiday celebration. \n\n武汉周圍很多農村人，被感染后进不了医院，只有醫护上门，也無法確診，最終死在家里！這些死亡病例肯定是不会統計进官方肺炎死亡人数的！背景中是欢庆新年的烟花爆空，而他們死得绝望無辜！歷史也許永遠不会有真相！ pic.twitter.com/bw5co9vuk3\n— 财经冷眼 (@charles984681) January 26, 2020\n\nClip 3\nWas a woman shot dead after attempting to break through a coronavirus blockade?\nRating: Miscaptioned.\nThe final clip in this video supposedly shows a woman who was “shot dead after she attempted to break the blockade set up to contain #coronavirus.” \n\nAt Wuzu Town, Huangmei County in #Hubei , a woman was said to have shot dead after she attempted to break the blockade set up to contain #coronavirus . 湖北省黄梅县五祖镇 , 据说这名妇女因强闯 #武汉肺炎 封锁线被警察打死。#CoronavirusOutbreak何不 #全民自救 #全民互救 ？ pic.twitter.com/HqEvzSknz2\n— 曾錚 Jennifer Zeng (@jenniferatntd) February 4, 2020\n\nThis is a genuine video. However, it is not related to the coronavirus nor to a roadblock. This video actually shows a person who was killed in a motorbike accident. \nRemnants of this accident can be seen in the video. At one point, a busted up sidewalk can be seen near the victim. An overturned scooter can also be seen in the background. The French news outlet Les Observateurs France 24 obtained a slightly longer version of this video that more clearly shows the crashed motorbike. \nLes Observateurs also obtained a statement from the director of the Wuzu police station who said that this was a “one-vehicle road accident”: \n“In the afternoon of January 29, a one-sided [one-vehicle] road accident occurred in the city of Wuzu. The person involved was driving a scooter and, due to bad traffic maneuver, she shifted to the side of the road, collided with the stones along the ledge and fell on the back of the head, and unfortunately died. The driver was solely responsible. Local police and health center workers quickly arrived to handle the accident.”\nIn Summary\nAlthough Wuhan, China, and surrounding areas were certainly dealing with an outbreak of coronavirus in early 2020, and while some of the photographs and videos coming out of China are undoubtedly real, many clips have been captioned in a way to capitalize on the fear of this potential pandemic.\nWhen we examined another set of videos that supposedly showed people collapsing in the street as a result of contracting coronavirus, for instance, we found that these claims were based purely on the spectator’s assumptions and not any first-hand knowledge. The World Health Organization said that it would be “atypical” for people to collapse in this manner from the virus. \nFind more information on coronavirus here.": "", "miscaptioned": "", "Chinese doctors confirmed that African people are \"genetically resistant\" to new coronavirus.": "", "Did Chinese Doctors Confirm African People Are Genetically Resistant to Coronavirus?\nMisinformation about the coronavirus outbreak seems to have traveled farther than the virus itself.\nIn early 2020, an outbreak of new coronavirus in Wuhan, China, sparked fears that the virus could cause a pandemic. It also inspired a significant amount of misinformation.\nFor example, on Feb. 17, 2020, the website Cityscrollz.com falsely reported that a Cameroonian college student studying in China contracted coronavirus but recovered “because of his blood genetic composition which is mainly found in the genetic composition of subsaharan Africans.”\nIf such a claim, that people from African backgrounds are more resistant to coronavirus than others, were true, one would expect it to be a major news story. Instead, it’s being reported exclusively in viral social media posts and junk sites. That’s because it’s not true.\nAccording to the Centers for Disease Control and Prevention (CDC), anyone who comes into close contact with someone infected with the coronavirus is at risk for contracting it.\nThat said, it is true that Kem Senou Pavel Daryl, a 21-year-old Cameroon national studying in China, became ill after contracting coronavirus and was hospitalized. His recovery was not the result of a superior immune system possessed by people hailing from African countries but, according to news reports, rounds of antibiotics and other drugs.\nAs BBC News reported, Senou recovered after being placed in isolation for 13 days. “The CT scan showed no trace of the illness. He became the first African person known to be infected with the deadly coronavirus and the first to recover. His medical care was covered by the Chinese state.”\nAs of this writing, the coronavirus outbreak has killed 1,770 people in mainland China. Millions of people are currently quarantined in and around Wuhan in an effort to contain the virus. So far, more than 71,000 people have been sickened worldwide. In mid-February, Egypt announced it had the first-reported case in Africa.": "", "Scientists believe that coronavirus may have come from bats in a Chinese research facility.": "", "There's no evidence that the 2019 coronavirus originated in a Chinese government laboratory": "", "Two Chinese scientists have published an article suggesting that the 2019 coronavirus outbreak could have originated from bats in a laboratory in Wuhan. However, apart from maps showing the proximity of laboratories, they offer no evidence to prove this.": "", "Coronavirus isn’t dangerous as it can be killed by Dettol products.": "", "Dettol hasn’t tested its products against the new Wuhan coronavirus yet": "", "How dangerous the novel coronavirus is doesn’t relate to whether disinfectants work against it. Coronavirus is a large category of viruses that includes the common cold. Dettol has said its products haven’t been tested against the new virus yet.": "", "Dettol antiseptic spray says it kills coronavirus.": "", "That is correct but that doesn’t refer to the new coronavirus (Covid-19) identified in Wuhan. Coronavirus is a large category of viruses that includes the common cold. Dettol has said its products haven’t been tested against the new virus yet.": "", "Scientists knew about the new coronavirus long ago and called it “Disease X”.": "", "The World Health Organisation did not know about the Covid-19 virus before the current outbreak": "", "They didn’t. This is a misunderstanding about the phrase “Disease X”, which the WHO used to denote an unknown serious new disease that might cause a pandemic.": "", "Is there a coronavirus transmission risk when driving with passengers?": "", "<p>I need info for helping. I’m looking for info on virus AIR Transmission on this setting: Driver &amp; Rider on car, no symptoms, no cough/sneeze and zero-talking, only breathing. What are the AIR transmission chances on rides, what to do with car ventilation and windows? Thanks!</p>": ""}